-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: localhost:3306
-- Время создания: Ноя 24 2021 г., 10:24
-- Версия сервера: 10.3.27-MariaDB-log
-- Версия PHP: 7.1.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `raqamli_uz_xavtoyul`
--

-- --------------------------------------------------------

--
-- Структура таблицы `dle_admin_logs`
--

CREATE TABLE `dle_admin_logs` (
  `id` int(11) NOT NULL,
  `name` varchar(40) NOT NULL DEFAULT '',
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0,
  `ip` varchar(46) NOT NULL DEFAULT '',
  `action` int(11) NOT NULL DEFAULT 0,
  `extras` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_admin_logs`
--

INSERT INTO `dle_admin_logs` (`id`, `name`, `date`, `ip`, `action`, `extras`) VALUES
(1, 'admin', 1607065259, '127.0.0.1', 116, 'Обращения'),
(2, 'admin', 1607065372, '127.0.0.1', 117, 'Murojaatlar'),
(3, 'admin', 1607065637, '127.0.0.1', 119, ''),
(4, 'admin', 1607083266, '127.0.0.1', 11, ''),
(5, 'admin', 1607083267, '127.0.0.1', 11, ''),
(6, 'admin', 1607083272, '127.0.0.1', 11, ''),
(7, 'admin', 1607083274, '127.0.0.1', 11, ''),
(8, 'admin', 1607083296, '127.0.0.1', 11, ''),
(9, 'admin', 1607083320, '127.0.0.1', 11, ''),
(10, 'admin', 1607087033, '127.0.0.1', 1, 'Shavkat Mirziyoyev Rossiya Federatsiyasi delegatsiyasini qabul qildi'),
(11, 'admin', 1607087128, '127.0.0.1', 26, 'Добро пожаловать'),
(12, 'admin', 1607087128, '127.0.0.1', 26, 'Приобретение и оплата скрипта'),
(13, 'admin', 1607087128, '127.0.0.1', 26, 'Осуществление технической поддержки скрипта'),
(14, 'admin', 1607087176, '127.0.0.1', 1, 'O‘zbekiston va Qozog‘iston Prezidentlarining telefon orqali muloqoti bo‘lib o‘tdi'),
(15, 'admin', 1607087231, '127.0.0.1', 1, 'Investitsiya loyihalarining bajarilishi tanqidiy muhokama qilindi'),
(16, 'admin', 1607087251, '127.0.0.1', 14, 'Axborot xizmati'),
(17, 'admin', 1607087288, '127.0.0.1', 48, ''),
(18, 'admin', 1607088047, '127.0.0.1', 14, 'O&#039;zbekiston yangiliklari'),
(19, 'admin', 1607088061, '127.0.0.1', 14, 'Agentlik yangiliklari'),
(20, 'admin', 1607088083, '127.0.0.1', 12, 'Sohaga oid xabarlar'),
(21, 'admin', 1607088087, '127.0.0.1', 11, ''),
(22, 'admin', 1607088358, '127.0.0.1', 1, 'O‘zbekiston sog‘liqni saqlash sohasi xodimlariga'),
(23, 'admin', 1607088400, '127.0.0.1', 1, 'O‘zbekiston Prezidenti Afg‘oniston Milliy yarashuv oliy kengashi Raisini qabul qildi'),
(24, 'admin', 1607088475, '127.0.0.1', 1, 'Mamlakatimizda uchuvchisiz uchish apparati (dron)dan noqonuniy foydalangan shaxslar tegishli tartibda javobgarlikka tortiladi'),
(25, 'admin', 1607315906, '127.0.0.1', 14, 'Korxona haqida'),
(26, 'admin', 1607315955, '127.0.0.1', 12, 'Korxona faoliyati'),
(27, 'admin', 1607315969, '127.0.0.1', 12, 'Tashkiliy tuzilma'),
(28, 'admin', 1607316009, '127.0.0.1', 12, 'Rahbariyat'),
(29, 'admin', 1607316228, '127.0.0.1', 12, 'Hududiy boshqarmalar'),
(30, 'admin', 1607318681, '127.0.0.1', 14, 'Interaktiv xizmatlar'),
(31, 'admin', 1607318783, '127.0.0.1', 12, 'Ko&#039;chmas mulk obyektining kadastr qiymatini hisoblash'),
(32, 'admin', 1607318796, '127.0.0.1', 12, 'Ko‘chmas mulk obyektlariga bo‘lgan huquqlarni davlat ro‘yxatidan o‘tkazish'),
(33, 'admin', 1607318811, '127.0.0.1', 12, 'Kadastr pasportini shakllantirish'),
(34, 'admin', 1607318885, '127.0.0.1', 12, 'Turar joyni noturar joy toifasiga oʻtkazishga qarorni olish'),
(35, 'admin', 1607318930, '127.0.0.1', 12, 'Bino va inshootlarni ijara shartnomasini davlat ro&#039;yxatidan o&#039;tkazish'),
(36, 'admin', 1607318940, '127.0.0.1', 12, 'Turar joyning maydoni bo&#039;yicha ma&#039;lumotnoma olish'),
(37, 'admin', 1607318958, '127.0.0.1', 12, 'Ko&#039;chmas mulkni hadya etish yoki ayirboshlash hamda oldi-sotdi bo&#039;yicha murojaat'),
(38, 'admin', 1607318967, '127.0.0.1', 12, 'Qishloq xo‘jaligiga mo‘ljallanmagan yer uchastkasini xususiylashtirish'),
(39, 'admin', 1607318976, '127.0.0.1', 12, 'Geodeziya va kartografiya faoliyatini yuritishga litsenziya olish uchun ariza'),
(40, 'admin', 1607319058, '127.0.0.1', 14, 'Me&#039;yoriy-huquqiy hujjatlar '),
(41, 'admin', 1607319067, '127.0.0.1', 12, 'O&#039;zbekiston Respublikasining qonunlari va kodekslari'),
(42, 'admin', 1607319079, '127.0.0.1', 12, 'O`zbekiston Respublikasi Prezidentining farmonlari'),
(43, 'admin', 1607319092, '127.0.0.1', 12, 'O&#039;zbekiston Respublikasi Prezidentining qarorlari'),
(44, 'admin', 1607319101, '127.0.0.1', 12, 'O`zbekiston Respublikasi Vazirlar Mahkamasi qarorlari'),
(45, 'admin', 1607319111, '127.0.0.1', 12, 'Idoraviy va ichki huquqiy hujjatlar'),
(46, 'admin', 1607319123, '127.0.0.1', 12, 'Me`yoriy hujjatlar loyihalari'),
(47, 'admin', 1607319146, '127.0.0.1', 12, 'O&#039;z kuchini yo&#039;qotgan qonun hujjatlari'),
(48, 'admin', 1607319302, '127.0.0.1', 14, 'Faoliyati'),
(49, 'admin', 1607319313, '127.0.0.1', 12, 'Ochiq ma&#039;lumotlar'),
(50, 'admin', 1607319323, '127.0.0.1', 12, 'Davyergeodezkadastr qo‘mitasining 2016-2020 yillar uchun konsepsiyasi'),
(51, 'admin', 1607319335, '127.0.0.1', 12, 'Fermerlar uchun'),
(52, 'admin', 1607319345, '127.0.0.1', 12, 'Hisobotlar'),
(53, 'admin', 1607319356, '127.0.0.1', 12, 'Qo`mita tomonidan beriladigan litsenziyalar ro`yxati'),
(54, 'admin', 1607319365, '127.0.0.1', 12, 'Korrupsiyaga qarshi kurashish'),
(55, 'admin', 1607319506, '127.0.0.1', 14, 'Bog&#039;lanish'),
(56, 'admin', 1607319656, '127.0.0.1', 1, 'O`zbekiston Respublikasi Vazirlar Mahkamasi qarorlari'),
(57, 'admin', 1607320784, '127.0.0.1', 1, 'Qonun va Kodekslar'),
(58, 'admin', 1607320812, '127.0.0.1', 25, 'O\\\'zbekiston Respublikasining qonunlari va kodekslari'),
(59, 'admin', 1607320855, '127.0.0.1', 48, ''),
(60, 'admin', 1607324094, '127.0.0.1', 3, 'Veb-saytimizni baholang.'),
(61, 'admin', 1607324107, '127.0.0.1', 3, 'Veb-saytimizni baholang.'),
(62, 'admin', 1607324327, '127.0.0.1', 3, 'Veb-saytimizni baholang.'),
(63, 'admin', 1607336359, '127.0.0.1', 101, ''),
(64, 'admin', 1607336672, '127.0.0.1', 48, ''),
(65, 'admin', 1607336733, '127.0.0.1', 63, 'muharrir'),
(66, 'admin', 1607336774, '127.0.0.1', 101, ''),
(67, 'admin', 1607337000, '127.0.0.1', 86, 'http://datalife/'),
(68, 'admin', 1607337377, '127.0.0.1', 1, 'Rahbariyat'),
(69, 'admin', 1607338035, '127.0.0.1', 1, 'Bog\\\'lanish'),
(70, 'admin', 1607338370, '127.0.0.1', 1, 'Tashkilotning tarkibiy bo‘linmalarining funtsiyalari va vazifalari'),
(71, 'admin', 1607340748, '127.0.0.1', 64, 'muharrir'),
(72, 'muharrir', 1607341959, '127.0.0.1', 101, ''),
(73, 'muharrir', 1607341966, '127.0.0.1', 86, 'http://datalife/murojaatlar/'),
(74, 'muharrir', 1607342107, '127.0.0.1', 36, '1607342162_2020.jpg'),
(75, 'muharrir', 1607342191, '127.0.0.1', 1, 'Davlatimiz rahbari Toshkent metallurgiya zavodidagi texnologik jarayon bilan tanishdi'),
(76, 'admin', 1607923699, '127.0.0.1', 82, ''),
(77, 'admin', 1607932192, '127.0.0.1', 1, 'Xorazm viloyatini mahallalar kesimida rivojlantirish choralari muhokama qilinmoqda'),
(78, 'admin', 1607932221, '127.0.0.1', 48, ''),
(79, 'admin', 1607932244, '127.0.0.1', 25, 'Xorazm viloyatini mahallalar kesimida rivojlantirish choralari muhokama qilinmoqda'),
(80, 'admin', 1607932253, '127.0.0.1', 25, 'Xorazm viloyatini mahallalar kesimida rivojlantirish choralari muhokama qilinmoqda'),
(81, 'admin', 1607932767, '127.0.0.1', 13, '5'),
(82, 'admin', 1607932803, '127.0.0.1', 13, '6'),
(83, 'admin', 1607932808, '127.0.0.1', 13, '7'),
(84, 'admin', 1607932833, '127.0.0.1', 11, ''),
(85, 'admin', 1607938827, '127.0.0.1', 1, '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi'),
(86, 'admin', 1607939417, '127.0.0.1', 25, 'Bog\\\'lanish'),
(87, 'admin', 1607939537, '127.0.0.1', 25, 'Bog\\\'lanish'),
(88, 'admin', 1607939779, '127.0.0.1', 25, 'Rahbariyat'),
(89, 'admin', 1607940031, '127.0.0.1', 14, 'Korxona yangiliklari'),
(90, 'admin', 1607940338, '127.0.0.1', 48, ''),
(91, 'admin', 1608010926, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(92, 'admin', 1608010930, '127.0.0.1', 86, 'http://datalife/admin.php'),
(93, 'muharrir', 1608012416, '127.0.0.1', 82, ''),
(94, 'muharrir', 1608014077, '127.0.0.1', 64, 'muharrir'),
(95, 'admin', 1608014156, '127.0.0.1', 82, ''),
(96, 'admin', 1608014170, '127.0.0.1', 64, 'muharrir'),
(97, 'admin', 1608014538, '127.0.0.1', 77, 'Bosh muharrir'),
(98, 'admin', 1608014611, '127.0.0.1', 77, 'Bosh muharrir'),
(99, 'admin', 1608015143, '127.0.0.1', 119, ''),
(100, 'admin', 1608023522, '127.0.0.1', 82, ''),
(101, 'admin', 1608025639, '127.0.0.1', 77, 'Tizim administratori'),
(102, 'muharrir', 1608027213, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(103, 'admin', 1608027265, '127.0.0.1', 82, ''),
(104, 'muharrir', 1608033006, '127.0.0.1', 46, ''),
(105, 'muharrir', 1608034257, '127.0.0.1', 1, 'Rahbariyat'),
(106, 'muharrir', 1608034286, '127.0.0.1', 26, 'Rahbariyat'),
(107, 'muharrir', 1608034795, '127.0.0.1', 1, 'Ҳукумат қарорлари'),
(108, 'muharrir', 1608034816, '127.0.0.1', 26, 'Ҳукумат қарорлари'),
(109, 'muharrir', 1608034887, '127.0.0.1', 26, ''),
(110, 'muharrir', 1608034966, '127.0.0.1', 1, 'Ўзбекистон Республикаси Президенти қарорлари'),
(111, 'muharrir', 1608035003, '127.0.0.1', 1, 'assssssssssssssssssdas'),
(112, 'muharrir', 1608035032, '127.0.0.1', 1, 'ddddddddddddddddddd'),
(113, 'muharrir', 1608035110, '127.0.0.1', 1, 'ddddddddddddddddddd'),
(114, 'muharrir', 1608035113, '127.0.0.1', 1, 'ddddddddddddddddddd'),
(115, 'muharrir', 1608035179, '127.0.0.1', 1, 'ddddddddddddddddddd'),
(116, 'muharrir', 1608035196, '127.0.0.1', 1, 'ddddddddddddddddddd'),
(117, 'muharrir', 1608035221, '127.0.0.1', 26, 'assssssssssssssssssdas'),
(118, 'muharrir', 1608035221, '127.0.0.1', 26, 'Ўзбекистон Республикаси Президенти қарорлари'),
(119, 'muharrir', 1608035221, '127.0.0.1', 26, 'ddddddddddddddddddd'),
(120, 'muharrir', 1608035221, '127.0.0.1', 26, 'ddddddddddddddddddd'),
(121, 'muharrir', 1608035221, '127.0.0.1', 26, 'ddddddddddddddddddd'),
(122, 'muharrir', 1608035221, '127.0.0.1', 26, 'ddddddddddddddddddd'),
(123, 'muharrir', 1608035221, '127.0.0.1', 26, 'ddddddddddddddddddd'),
(124, 'muharrir', 1608036626, '127.0.0.1', 1, 'qweqwe'),
(125, 'muharrir', 1608036997, '127.0.0.1', 26, 'qweqwe'),
(126, 'muharrir', 1608037093, '127.0.0.1', 1, 'ddddddd'),
(127, 'muharrir', 1608037110, '127.0.0.1', 26, 'ddddddd'),
(128, 'muharrir', 1608038116, '127.0.0.1', 13, '10'),
(129, 'muharrir', 1608038142, '127.0.0.1', 12, 'qweqwe'),
(130, 'muharrir', 1608038147, '127.0.0.1', 13, '36'),
(131, 'muharrir', 1608038173, '127.0.0.1', 13, '36'),
(132, 'muharrir', 1608038177, '127.0.0.1', 13, '36'),
(133, 'muharrir', 1608092376, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(134, 'muharrir', 1608092399, '127.0.0.1', 82, ''),
(135, 'admin', 1608092841, '127.0.0.1', 82, ''),
(136, 'muharrir', 1608094853, '127.0.0.1', 3, 'Veb-saytimizni baholang.'),
(137, 'muharrir', 1608094874, '127.0.0.1', 3, 'Veb-saytimizni baholang.'),
(138, 'muharrir', 1608094883, '127.0.0.1', 3, 'Veb-saytimizni baholang.'),
(139, 'muharrir', 1608095272, '127.0.0.1', 12, 'test'),
(140, 'muharrir', 1608095280, '127.0.0.1', 13, '37'),
(141, 'muharrir', 1608095336, '127.0.0.1', 14, 'Korxona haqida'),
(142, 'muharrir', 1608095359, '127.0.0.1', 120, '11'),
(143, 'muharrir', 1608095389, '127.0.0.1', 121, '11'),
(144, 'muharrir', 1608095744, '127.0.0.1', 14, 'Korxona haqida'),
(145, 'muharrir', 1608100115, '127.0.0.1', 12, 'Test sahifa'),
(146, 'muharrir', 1608100770, '127.0.0.1', 120, '38'),
(147, 'muharrir', 1608101105, '127.0.0.1', 13, '38'),
(148, 'muharrir', 1608101362, '127.0.0.1', 12, 'test bolim'),
(149, 'muharrir', 1608101523, '127.0.0.1', 13, '39'),
(150, 'muharrir', 1608104748, '127.0.0.1', 2, ''),
(151, 'muharrir', 1608104917, '127.0.0.1', 27, '2'),
(152, 'muharrir', 1608104941, '127.0.0.1', 27, '2'),
(153, 'muharrir', 1608104942, '127.0.0.1', 27, '2'),
(154, 'muharrir', 1608104945, '127.0.0.1', 27, '2'),
(155, 'muharrir', 1608104958, '127.0.0.1', 2, ''),
(156, 'muharrir', 1608104978, '127.0.0.1', 2, ''),
(157, 'muharrir', 1608104984, '127.0.0.1', 27, '4'),
(158, 'muharrir', 1608105019, '127.0.0.1', 28, '1'),
(159, 'muharrir', 1608105030, '127.0.0.1', 29, '3'),
(160, 'muharrir', 1608105034, '127.0.0.1', 30, '3'),
(161, 'muharrir', 1608105038, '127.0.0.1', 29, '3'),
(162, 'muharrir', 1608105041, '127.0.0.1', 30, '3'),
(163, 'muharrir', 1608105094, '127.0.0.1', 30, '3'),
(164, 'muharrir', 1608105098, '127.0.0.1', 30, '3'),
(165, 'muharrir', 1608105106, '127.0.0.1', 30, '3'),
(166, 'muharrir', 1608105114, '127.0.0.1', 30, '3'),
(167, 'muharrir', 1608105117, '127.0.0.1', 29, '3'),
(168, 'muharrir', 1608105135, '127.0.0.1', 29, '3'),
(169, 'muharrir', 1608105139, '127.0.0.1', 29, '3'),
(170, 'muharrir', 1608105141, '127.0.0.1', 30, '3'),
(171, 'muharrir', 1608105148, '127.0.0.1', 29, '1'),
(172, 'muharrir', 1608105150, '127.0.0.1', 30, '1'),
(173, 'muharrir', 1608105154, '127.0.0.1', 30, '1'),
(174, 'muharrir', 1608105161, '127.0.0.1', 30, '1'),
(175, 'muharrir', 1608105289, '127.0.0.1', 30, '1'),
(176, 'muharrir', 1608105305, '127.0.0.1', 30, '1'),
(177, 'muharrir', 1608105330, '127.0.0.1', 30, '1'),
(178, 'muharrir', 1608105332, '127.0.0.1', 30, '1'),
(179, 'muharrir', 1608105333, '127.0.0.1', 30, '1'),
(180, 'muharrir', 1608105364, '127.0.0.1', 30, '1'),
(181, 'muharrir', 1608105396, '127.0.0.1', 30, '1'),
(182, 'muharrir', 1608105406, '127.0.0.1', 30, '1'),
(183, 'muharrir', 1608105424, '127.0.0.1', 30, '1'),
(184, 'muharrir', 1608105424, '127.0.0.1', 30, '1'),
(185, 'muharrir', 1608105456, '127.0.0.1', 30, '1'),
(186, 'muharrir', 1608105461, '127.0.0.1', 30, '1'),
(187, 'muharrir', 1608105462, '127.0.0.1', 30, '1'),
(188, 'muharrir', 1608105462, '127.0.0.1', 30, '1'),
(189, 'muharrir', 1608105462, '127.0.0.1', 30, '1'),
(190, 'muharrir', 1608105476, '127.0.0.1', 30, '1'),
(191, 'muharrir', 1608105491, '127.0.0.1', 30, '1'),
(192, 'muharrir', 1608105499, '127.0.0.1', 27, '3'),
(193, 'muharrir', 1608110035, '127.0.0.1', 36, '1608110084_reflex.png'),
(194, 'muharrir', 1608111471, '127.0.0.1', 36, '1608111527_bg1.jpg'),
(195, 'admin', 1608111493, '127.0.0.1', 48, ''),
(196, 'muharrir', 1608111502, '127.0.0.1', 36, '1608111593_bg1.jpg'),
(197, 'admin', 1608112087, '127.0.0.1', 48, ''),
(198, 'admin', 1608112094, '127.0.0.1', 36, '1608112147_bg1.jpg'),
(199, 'muharrir', 1608114306, '127.0.0.1', 36, '1608114382_b9c8f893c9a782033a01f47e0c0b1d6e.jpg'),
(200, 'muharrir', 1608114414, '127.0.0.1', 36, '1608114507_b9c8f893c9a782033a01f47e0c0b1d6e.jpg'),
(201, 'muharrir', 1608114713, '127.0.0.1', 1, 'Test sarlavha'),
(202, 'muharrir', 1608114936, '127.0.0.1', 1, 'BIr ma\\\'lumotli sahifa'),
(203, 'muharrir', 1608114969, '127.0.0.1', 36, '1608115013_analogy-earth-atom-electrons-orbits-analogy-earth-atom-d-illustration-112756472.jpg'),
(204, 'muharrir', 1608114971, '127.0.0.1', 25, 'Bir ma\\\'lumotli sahifa'),
(205, 'muharrir', 1608115048, '127.0.0.1', 25, 'Bir ma\\\'lumotli sahifa'),
(206, 'muharrir', 1608115065, '127.0.0.1', 26, 'Bir ma\\\'lumotli sahifa'),
(207, 'muharrir', 1608115065, '127.0.0.1', 26, 'Test sarlavha'),
(208, 'muharrir', 1608115093, '127.0.0.1', 120, '8'),
(209, 'muharrir', 1608115097, '127.0.0.1', 121, '8'),
(210, 'muharrir', 1608115101, '127.0.0.1', 120, '13'),
(211, 'muharrir', 1608115103, '127.0.0.1', 121, '13'),
(212, 'muharrir', 1608115108, '127.0.0.1', 120, '13'),
(213, 'muharrir', 1608115139, '127.0.0.1', 121, '13'),
(214, 'muharrir', 1608115145, '127.0.0.1', 25, '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi'),
(215, 'muharrir', 1608115180, '127.0.0.1', 25, '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi'),
(216, 'muharrir', 1608115215, '127.0.0.1', 25, '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi'),
(217, 'muharrir', 1608115251, '127.0.0.1', 25, '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi'),
(218, 'admin', 1608115331, '127.0.0.1', 82, ''),
(219, 'muharrir', 1608115355, '127.0.0.1', 82, ''),
(220, 'muharrir', 1608116568, '127.0.0.1', 36, '1608116596_analogy-earth-atom-electrons-orbits-analogy-earth-atom-d-illustration-112756472.jpg'),
(221, 'muharrir', 1608116597, '127.0.0.1', 36, '1608116605_analogy-earth-atom-electrons-orbits-analogy-earth-atom-d-illustration-112756472.jpg'),
(222, 'muharrir', 1608118125, '127.0.0.1', 14, 'Bog&#039;lanish'),
(223, 'muharrir', 1608118363, '127.0.0.1', 14, 'Bog&#039;lanish'),
(224, 'muharrir', 1608118376, '127.0.0.1', 14, 'Bog&#039;lanish'),
(225, 'admin', 1608118506, '127.0.0.1', 74, 'ru'),
(226, 'admin', 1608118648, '127.0.0.1', 74, 'ru'),
(227, 'admin', 1608119447, '127.0.0.1', 74, 'ru'),
(228, 'admin', 1608120505, '127.0.0.1', 74, 'eng'),
(229, 'admin', 1608120603, '127.0.0.1', 74, 'tj'),
(230, 'admin', 1608120869, '127.0.0.1', 73, 'tj'),
(231, 'muharrir', 1608121102, '127.0.0.1', 25, '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi'),
(232, 'muharrir', 1608121129, '127.0.0.1', 1, 'Rahbariyatasdasd'),
(233, 'muharrir', 1608121194, '127.0.0.1', 25, 'Rahbariyatasdasd'),
(234, 'muharrir', 1608121410, '127.0.0.1', 25, 'Rahbariyatasdasd'),
(235, 'muharrir', 1608121549, '127.0.0.1', 25, 'Rahbariyatasdasd'),
(236, 'muharrir', 1608121691, '127.0.0.1', 26, 'Rahbariyatasdasd'),
(237, 'admin', 1608121723, '127.0.0.1', 73, 'eng'),
(238, 'admin', 1608121725, '127.0.0.1', 73, 'ru'),
(239, 'muharrir', 1608178820, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(240, 'admin', 1608179069, '127.0.0.1', 82, ''),
(241, 'muharrir', 1608182974, '127.0.0.1', 102, '/korxona-haqida/rahbariyat/'),
(242, 'muharrir', 1608183508, '127.0.0.1', 103, '/korxona1-haqida/rahbariyat/'),
(243, 'muharrir', 1608183514, '127.0.0.1', 103, '/korxona-haqida/rahbariyat/'),
(244, 'muharrir', 1608183841, '127.0.0.1', 12, 'ru'),
(245, 'muharrir', 1608183845, '127.0.0.1', 11, ''),
(246, 'muharrir', 1608183846, '127.0.0.1', 11, ''),
(247, 'muharrir', 1608183847, '127.0.0.1', 11, ''),
(248, 'muharrir', 1608183848, '127.0.0.1', 11, ''),
(249, 'muharrir', 1608183849, '127.0.0.1', 11, ''),
(250, 'muharrir', 1608183850, '127.0.0.1', 11, ''),
(251, 'muharrir', 1608183933, '127.0.0.1', 11, ''),
(252, 'muharrir', 1608183934, '127.0.0.1', 11, ''),
(253, 'muharrir', 1608183934, '127.0.0.1', 11, ''),
(254, 'muharrir', 1608183938, '127.0.0.1', 11, ''),
(255, 'muharrir', 1608183939, '127.0.0.1', 11, ''),
(256, 'muharrir', 1608183942, '127.0.0.1', 11, ''),
(257, 'muharrir', 1608183944, '127.0.0.1', 11, ''),
(258, 'muharrir', 1608183945, '127.0.0.1', 11, ''),
(259, 'muharrir', 1608183945, '127.0.0.1', 11, ''),
(260, 'muharrir', 1608183946, '127.0.0.1', 11, ''),
(261, 'muharrir', 1608183946, '127.0.0.1', 11, ''),
(262, 'muharrir', 1608183947, '127.0.0.1', 11, ''),
(263, 'muharrir', 1608183951, '127.0.0.1', 14, 'Korxona haqida'),
(264, 'muharrir', 1608183955, '127.0.0.1', 11, ''),
(265, 'muharrir', 1608183956, '127.0.0.1', 11, ''),
(266, 'muharrir', 1608183995, '127.0.0.1', 11, ''),
(267, 'muharrir', 1608183999, '127.0.0.1', 14, 'Bog&#039;lanish'),
(268, 'muharrir', 1608184007, '127.0.0.1', 14, 'Axborot xizmati'),
(269, 'muharrir', 1608184011, '127.0.0.1', 13, '40'),
(270, 'muharrir', 1608184032, '127.0.0.1', 11, ''),
(271, 'muharrir', 1608184033, '127.0.0.1', 11, ''),
(272, 'muharrir', 1608184064, '127.0.0.1', 12, 'Bosh sahifa'),
(273, 'muharrir', 1608184068, '127.0.0.1', 11, ''),
(274, 'muharrir', 1608184069, '127.0.0.1', 11, ''),
(275, 'muharrir', 1608184092, '127.0.0.1', 102, '/bosh-sahifa/'),
(276, 'admin', 1608188733, '127.0.0.1', 82, ''),
(277, 'admin', 1608188950, '127.0.0.1', 82, ''),
(278, 'admin', 1608188973, '127.0.0.1', 48, ''),
(279, 'admin', 1608190046, '127.0.0.1', 82, ''),
(280, 'admin', 1608207733, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(281, 'muharrir', 1608207787, '127.0.0.1', 82, ''),
(282, 'muharrir', 1608207819, '127.0.0.1', 1, 'Ўзбекистон Республикаси Президенти қарорлариasd as d'),
(283, 'muharrir', 1608364382, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(284, 'admin', 1608364391, '127.0.0.1', 82, ''),
(285, 'admin', 1608364399, '127.0.0.1', 24, ''),
(286, 'admin', 1608538278, '127.0.0.1', 90, ''),
(287, 'Админ', 1608538296, '127.0.0.1', 89, ''),
(288, 'Админ', 1608538305, '127.0.0.1', 89, ''),
(289, 'Админ', 1608538323, '127.0.0.1', 89, ''),
(290, 'Админ', 1608538404, '127.0.0.1', 89, ''),
(291, 'Админ', 1608538416, '127.0.0.1', 89, ''),
(292, 'admin', 1608625113, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(293, 'admin', 1608625116, '127.0.0.1', 86, 'http://datalife/admin.php'),
(294, 'admin', 1608625125, '127.0.0.1', 14, 'Korxona haqida'),
(295, 'admin', 1608625167, '127.0.0.1', 14, 'Korxona haqida'),
(296, 'admin', 1608632591, '127.0.0.1', 14, 'Korxona yangiliklari'),
(297, 'admin', 1609155737, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(298, 'admin', 1609232293, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(299, 'admin', 1609232314, '127.0.0.1', 48, ''),
(300, 'admin', 1609232681, '127.0.0.1', 48, ''),
(301, 'admin', 1609233503, '127.0.0.1', 26, 'Ўзбекистон Республикаси Президенти қарорлариasd as d'),
(302, 'admin', 1609742213, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(303, 'admin', 1609742614, '127.0.0.1', 12, 'Korxona funktsiyalari va vazifalari '),
(304, 'admin', 1609742622, '127.0.0.1', 11, ''),
(305, 'admin', 1609742634, '127.0.0.1', 12, 'Korxona tarixi'),
(306, 'admin', 1609742653, '127.0.0.1', 12, 'Bo‘sh ish o‘rinlari'),
(307, 'admin', 1609742676, '127.0.0.1', 12, 'Faoliyat'),
(308, 'admin', 1609742679, '127.0.0.1', 11, ''),
(309, 'admin', 1609742691, '127.0.0.1', 12, 'Hujjatlar'),
(310, 'admin', 1609742696, '127.0.0.1', 11, ''),
(311, 'admin', 1609742702, '127.0.0.1', 11, ''),
(312, 'admin', 1609742717, '127.0.0.1', 12, 'Xizmatlar'),
(313, 'admin', 1609742723, '127.0.0.1', 11, ''),
(314, 'admin', 1609742739, '127.0.0.1', 12, 'Davlat xizmatlari'),
(315, 'admin', 1609742755, '127.0.0.1', 12, 'Hujjatlar shakli'),
(316, 'admin', 1609743610, '127.0.0.1', 12, 'Investitsiya salohiyati'),
(317, 'admin', 1609743614, '127.0.0.1', 11, ''),
(318, 'admin', 1609744031, '127.0.0.1', 26, 'Tashkilotning tarkibiy bo‘linmalarining funtsiyalari va vazifalari'),
(319, 'admin', 1609744031, '127.0.0.1', 26, 'Bog\\\'lanish'),
(320, 'admin', 1609744031, '127.0.0.1', 26, 'Rahbariyat'),
(321, 'admin', 1609744089, '127.0.0.1', 48, ''),
(322, 'admin', 1609744434, '127.0.0.1', 1, 'Rahbariyat'),
(323, 'admin', 1609744628, '127.0.0.1', 74, 'ru'),
(324, 'admin', 1609744651, '127.0.0.1', 73, 'ru'),
(325, 'admin', 1609744700, '127.0.0.1', 1, 'Bog\\\'lanish'),
(326, 'admin', 1609923143, '127.0.0.1', 82, ''),
(327, 'admin', 1609923827, '127.0.0.1', 1, 'URGANCH SHAHRI HUDUDIDAGI QATTIQ MAISHIY CHIQINDILARNI TO‘PLASH VA OLIB CHIQIB KETISH BILAN BOG‘LIQ XIZMATLAR UCHUN TO‘LOV TARIFLARINI BELGILASH TO‘G‘RISIDA'),
(328, 'admin', 1610185829, '127.0.0.1', 86, 'Direct DLE Adminpanel'),
(329, 'muharrir', 1610185846, '127.0.0.1', 82, ''),
(330, 'admin', 1610346170, '213.230.99.175', 89, ''),
(331, 'admin', 1610346172, '213.230.99.175', 82, ''),
(332, 'admin', 1610346205, '213.230.99.175', 48, ''),
(333, 'admin', 1610346243, '213.230.99.175', 70, 'Default/main.tpl'),
(334, 'muharrir', 1610346262, '213.230.99.175', 82, ''),
(335, 'admin', 1610620178, '84.54.85.67', 91, ''),
(336, 'admin', 1610620249, '84.54.85.67', 89, ''),
(337, 'admin', 1610620254, '84.54.85.67', 89, ''),
(338, 'admin', 1610620258, '84.54.85.67', 82, ''),
(339, 'admin', 1610622851, '84.54.85.67', 86, 'Direct DLE Adminpanel'),
(340, 'admin', 1610623726, '84.54.85.67', 70, 'Default/main.tpl'),
(341, 'admin', 1610623754, '84.54.85.67', 70, 'Default/main.tpl'),
(342, 'admin', 1610623756, '84.54.85.67', 70, 'Default/main.tpl'),
(343, 'admin', 1610623848, '84.54.85.67', 70, 'Default/main.tpl'),
(344, 'admin', 1610782330, '84.54.123.92', 86, 'http://tuproqqala-avtoyul.uz/admin.php?mod=usergroup'),
(345, 'admin', 1635335189, '89.236.217.116', 101, ''),
(346, 'admin', 1635335193, '89.236.217.116', 86, 'http://xorazm-avtoyul.uz/'),
(347, 'admin', 1635335369, '89.236.217.116', 48, ''),
(348, 'admin', 1635335472, '89.236.217.116', 70, 'Default/main.tpl'),
(349, 'admin', 1635335529, '89.236.217.116', 70, 'Default/main.tpl'),
(350, 'admin', 1635335547, '89.236.217.116', 70, 'Default/main.tpl'),
(351, 'admin', 1635402142, '89.236.217.116', 86, 'Direct DLE Adminpanel'),
(352, 'admin', 1635402195, '89.236.217.116', 26, 'URGANCH SHAHRI HUDUDIDAGI QATTIQ MAISHIY CHIQINDILARNI TO‘PLASH VA OLIB CHIQIB KETISH BILAN BOG‘LIQ XIZMATLAR UCHUN TO‘LOV TARIFLARINI BELGILASH TO‘G‘RISIDA'),
(353, 'admin', 1635402195, '89.236.217.116', 26, 'Bog\\\'lanish'),
(354, 'admin', 1635402195, '89.236.217.116', 26, 'Rahbariyat'),
(355, 'muharrir', 1635402253, '89.236.217.116', 101, ''),
(356, 'muharrir', 1635402276, '89.236.217.116', 86, 'http://xorazm-avtoyul.uz/'),
(357, 'muharrir', 1635403433, '89.236.217.116', 1, 'Рахбарият'),
(358, 'muharrir', 1635403447, '89.236.217.116', 25, 'Рахбарият'),
(359, 'muharrir', 1635416041, '89.236.217.116', 82, ''),
(360, 'muharrir', 1635416122, '89.236.217.116', 36, '1635416207_7777.png'),
(361, 'muharrir', 1635416128, '89.236.217.116', 1, 'qilingan ishlar'),
(362, 'muharrir', 1635416266, '89.236.217.116', 26, 'qilingan ishlar'),
(363, 'muharrir', 1635418366, '84.54.122.250', 82, ''),
(364, 'muharrir', 1635418859, '84.54.122.250', 36, '1635418958_photo_2021-10-21_17-51-16.jpg'),
(365, 'muharrir', 1635418910, '84.54.122.250', 36, '1635418951_photo_2021-10-21_17-51-16.jpg'),
(366, 'muharrir', 1635418932, '84.54.122.250', 36, '1635418978_photo_2021-10-21_17-51-17.jpg'),
(367, 'muharrir', 1635418964, '84.54.122.250', 36, '1635419017_photo_2021-10-21_17-51-18.jpg'),
(368, 'muharrir', 1635419099, '84.54.122.250', 36, '1635419124_photo_2021-10-21_17-51-16.jpg'),
(369, 'muharrir', 1635419120, '84.54.122.250', 36, '1635419140_photo_2021-10-21_17-51-17.jpg'),
(370, 'muharrir', 1635419172, '84.54.122.250', 36, '1635419201_photo_2021-10-21_17-51-18.jpg'),
(371, 'muharrir', 1635419214, '84.54.122.250', 36, '1635419247_photo_2021-10-21_17-51-19.jpg'),
(372, 'muharrir', 1635419391, '84.54.122.250', 1, 'килинган ишлар'),
(373, 'muharrir', 1635419425, '84.54.122.250', 26, 'килинган ишлар'),
(374, 'muharrir', 1635419956, '84.54.122.250', 1, 'буш иш ўринлари тўғрисида'),
(375, 'muharrir', 1635419990, '84.54.122.250', 25, 'Бўш иш ўринлари тўғрисида'),
(376, 'muharrir', 1635420015, '84.54.122.250', 25, 'Бўш иш ўринлари тўғрисида маълумот'),
(377, 'muharrir', 1635421069, '84.54.122.250', 36, '1635421138_photo_2021-10-21_17-51-16.jpg'),
(378, 'muharrir', 1635421099, '84.54.122.250', 36, '1635421166_photo_2021-10-21_17-51-17.jpg'),
(379, 'muharrir', 1635421122, '84.54.122.250', 36, '1635421192_photo_2021-10-21_17-51-19.jpg'),
(380, 'muharrir', 1635421133, '84.54.122.250', 36, '1635421190_photo_2021-10-21_17-51-18.jpg'),
(381, 'muharrir', 1635421142, '84.54.122.250', 36, '1635421143_photo_2021-10-21_17-51-17.jpg'),
(382, 'muharrir', 1635421150, '84.54.122.250', 36, '1635421182_photo_2021-10-21_17-51-16.jpg'),
(383, 'muharrir', 1635421226, '84.54.122.250', 1, 'Таъмирланмокда'),
(384, 'muharrir', 1635422907, '84.54.122.250', 1, 'Таркибий тузилма'),
(385, 'muharrir', 1635423164, '84.54.122.250', 25, 'Рахбарият'),
(386, 'muharrir', 1635423265, '84.54.122.250', 36, '1635423266_photo_2021-09-04_10-15-59.jpg'),
(387, 'muharrir', 1635423306, '84.54.122.250', 25, 'Бўш иш ўринлари тўғрисида маълумот'),
(388, 'muharrir', 1635423417, '84.54.122.250', 36, '1635423513_photo_2021-09-04_10-15-59.jpg'),
(389, 'muharrir', 1635423569, '84.54.122.250', 36, '1635423649_photo_2021-09-04_10-15-59.jpg'),
(390, 'muharrir', 1635423599, '84.54.122.250', 25, 'Бўш иш ўринлари тўғрисида маълумот'),
(391, 'muharrir', 1635423714, '84.54.122.250', 36, '1635423810_photo_2021-09-04_10-15-59.jpg'),
(392, 'muharrir', 1635423728, '84.54.122.250', 25, 'Таркибий тузилма'),
(393, 'muharrir', 1635424219, '84.54.122.250', 36, '1635424222_photo_2021-09-04_10-15-59.jpg'),
(394, 'muharrir', 1635424230, '84.54.122.250', 25, 'Рахбарият'),
(395, 'muharrir', 1635424312, '84.54.122.250', 25, 'Рахбарият'),
(396, 'muharrir', 1635479403, '84.54.78.253', 82, ''),
(397, 'muharrir', 1635479458, '84.54.78.253', 25, 'Таркибий тузилма'),
(398, 'muharrir', 1635480388, '84.54.78.253', 26, 'Рахбарият'),
(399, 'muharrir', 1635481897, '84.54.78.253', 36, '1635481930_image1.jpg'),
(400, 'muharrir', 1635481948, '84.54.78.253', 1, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(401, 'muharrir', 1635482045, '84.54.78.253', 25, 'РахбариятКорхона директори: Абдуллаев Исмаилжон Тахирович'),
(402, 'muharrir', 1635482098, '84.54.78.253', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(403, 'muharrir', 1635483268, '89.236.217.116', 82, ''),
(404, 'muharrir', 1635483343, '89.236.217.116', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(405, 'admin', 1635483443, '89.236.217.116', 86, 'Direct DLE Adminpanel'),
(406, 'admin', 1635483464, '89.236.217.116', 104, ''),
(407, 'muharrir', 1635483731, '89.236.217.116', 25, '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi'),
(408, 'muharrir', 1635483754, '89.236.217.116', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(409, 'muharrir', 1635483995, '84.54.78.253', 82, ''),
(410, 'muharrir', 1635485425, '84.54.78.253', 1, 'Рахбарият'),
(411, 'muharrir', 1635485485, '84.54.78.253', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(412, 'muharrir', 1635485534, '84.54.78.253', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(413, 'muharrir', 1635485879, '84.54.78.253', 36, '1635485897_image1.jpg'),
(414, 'muharrir', 1635485950, '84.54.78.253', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(415, 'muharrir', 1635487623, '84.54.78.253', 1, 'Корхона хакида'),
(416, 'muharrir', 1635487670, '84.54.78.253', 25, 'Корхона хакида'),
(417, 'muharrir', 1635487804, '84.54.78.253', 1, 'Корхона тўғрисида'),
(418, 'muharrir', 1635487815, '84.54.78.253', 26, 'Корхона хакида'),
(419, 'muharrir', 1635487857, '84.54.78.253', 25, 'Корхона тарихи'),
(420, 'muharrir', 1635487893, '84.54.78.253', 36, '1635487973_photo_2021-09-04_10-15-59.jpg'),
(421, 'muharrir', 1635487899, '84.54.78.253', 25, 'Корхона тарихи'),
(422, 'muharrir', 1635491353, '84.54.78.253', 86, 'http://xorazm-avtoyul.uz/admin.php?mod=addnews&amp;action=addnews'),
(423, 'muharrir', 1635491353, '84.54.78.253', 1, 'Корхона функциялари ва вазифалари'),
(424, 'muharrir', 1635491411, '84.54.78.253', 25, 'Корхона функциялари ва вазифалари'),
(425, 'muharrir', 1635491457, '84.54.78.253', 36, '1635491496_photo_2021-09-04_10-15-59.jpg'),
(426, 'muharrir', 1635491466, '84.54.78.253', 25, 'Корхона функциялари ва вазифалари'),
(427, 'muharrir', 1635491494, '84.54.78.253', 25, 'Корхона функциялари ва вазифалари'),
(428, 'muharrir', 1635492237, '84.54.78.253', 36, '1635492287_photo_2021-10-27_20-45-49.jpg'),
(429, 'muharrir', 1635492243, '84.54.78.253', 36, '1635492264_photo_2021-10-27_20-45-50-2.jpg'),
(430, 'muharrir', 1635492249, '84.54.78.253', 36, '1635492311_photo_2021-10-27_20-45-50-3.jpg'),
(431, 'muharrir', 1635492256, '84.54.78.253', 36, '1635492299_photo_2021-10-27_20-45-50.jpg'),
(432, 'muharrir', 1635492263, '84.54.78.253', 36, '1635492347_photo_2021-10-27_20-45-51-2.jpg'),
(433, 'muharrir', 1635492268, '84.54.78.253', 36, '1635492297_photo_2021-10-27_20-45-51-3.jpg'),
(434, 'muharrir', 1635492326, '84.54.78.253', 1, 'Ўзбекистон янгиликлари'),
(435, 'muharrir', 1635492724, '84.54.78.253', 25, 'Ўзбекистон янгиликлари'),
(436, 'muharrir', 1635493375, '84.54.78.253', 36, '1635493401_photo_2021-10-11_22-45-23.jpg'),
(437, 'muharrir', 1635493387, '84.54.78.253', 36, '1635493423_photo_2021-10-11_22-45-23.jpg'),
(438, 'muharrir', 1635493397, '84.54.78.253', 36, '1635493457_photo_2021-10-11_22-45-22.jpg'),
(439, 'muharrir', 1635493405, '84.54.78.253', 36, '1635493440_photo_2021-10-06_23-17-53.jpg'),
(440, 'muharrir', 1635493887, '84.54.78.253', 1, 'Корхона янгиликлари'),
(441, 'muharrir', 1635498421, '84.54.78.253', 86, 'http://xorazm-avtoyul.uz/admin.php?'),
(442, 'muharrir', 1635498908, '84.54.78.253', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(443, 'muharrir', 1635498936, '84.54.78.253', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(444, 'muharrir', 1635498973, '84.54.78.253', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(445, 'muharrir', 1635503615, '84.54.78.253', 86, 'Direct DLE Adminpanel'),
(446, 'muharrir', 1635503668, '84.54.78.253', 1, 'Боғланиш'),
(447, 'muharrir', 1635504977, '84.54.78.253', 26, 'Боғланиш'),
(448, 'admin', 1635507887, '84.54.78.253', 82, ''),
(449, 'admin', 1635508153, '84.54.78.253', 49, ''),
(450, 'muharrir', 1635508190, '84.54.78.253', 82, ''),
(451, 'muharrir', 1635508630, '84.54.78.253', 36, '1635508634_photo_2021-10-06_23-17-54.jpg'),
(452, 'muharrir', 1635508660, '84.54.78.253', 25, 'Корхона янгиликлари'),
(453, 'muharrir', 1635508797, '84.54.78.253', 25, 'Корхона янгиликлари'),
(454, 'muharrir', 1635508847, '84.54.78.253', 36, '1635508910_photo_2021-10-06_23-17-53.jpg'),
(455, 'muharrir', 1635508879, '84.54.78.253', 25, 'Корхона янгиликлари'),
(456, 'muharrir', 1635510081, '84.54.78.253', 86, 'Direct DLE Adminpanel'),
(457, 'muharrir', 1635510121, '84.54.78.253', 36, '1635510201_image2.jpg'),
(458, 'muharrir', 1635510253, '84.54.78.253', 36, '1635510307_image2.jpg'),
(459, 'muharrir', 1635510477, '84.54.78.253', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(460, 'muharrir', 1635510577, '84.54.78.253', 36, '1635510643_image2.jpg'),
(461, 'muharrir', 1635510658, '84.54.78.253', 36, '1635510697_image2.jpg'),
(462, 'muharrir', 1635510685, '84.54.78.253', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(463, 'muharrir', 1635510722, '84.54.78.253', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(464, 'muharrir', 1635568000, '84.54.78.253', 86, 'Direct DLE Adminpanel'),
(465, 'muharrir', 1635568262, '84.54.78.253', 36, '1635568342_photo_2021-10-29_18-26-22.jpg'),
(466, 'muharrir', 1635568265, '84.54.78.253', 36, '1635568293_photo_2021-10-29_18-26-25.jpg'),
(467, 'muharrir', 1635568270, '84.54.78.253', 36, '1635568272_photo_2021-10-29_18-26-26.jpg'),
(468, 'muharrir', 1635568272, '84.54.78.253', 36, '1635568323_photo_2021-10-29_18-26-32-2.jpg'),
(469, 'muharrir', 1635568358, '84.54.78.253', 36, '1635568386_photo_2021-10-29_18-26-34.jpg'),
(470, 'muharrir', 1635568371, '84.54.78.253', 36, '1635568455_photo_2021-10-29_18-26-36-2.jpg'),
(471, 'muharrir', 1635568375, '84.54.78.253', 36, '1635568378_photo_2021-10-29_18-26-36.jpg'),
(472, 'muharrir', 1635568380, '84.54.78.253', 36, '1635568452_photo_2021-10-29_18-26-37-2.jpg'),
(473, 'muharrir', 1635568392, '84.54.78.253', 36, '1635568475_photo_2021-10-29_18-26-37.jpg'),
(474, 'muharrir', 1635568402, '84.54.78.253', 36, '1635568496_photo_2021-10-29_18-26-40.jpg'),
(475, 'muharrir', 1635568405, '84.54.78.253', 36, '1635568406_photo_2021-10-29_18-26-41.jpg'),
(476, 'muharrir', 1635568502, '84.54.78.253', 1, 'Корхона янгиликлари'),
(477, 'muharrir', 1635568574, '84.54.78.253', 36, '1635568647_image2.jpg'),
(478, 'muharrir', 1635568599, '84.54.78.253', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(479, 'muharrir', 1635738655, '84.54.78.253', 86, 'Direct DLE Adminpanel'),
(480, 'muharrir', 1635738917, '84.54.78.253', 1, 'Корхона функция ва вазифалари'),
(481, 'muharrir', 1635738972, '84.54.78.253', 1, 'Корхона функция ва вазифалари'),
(482, 'muharrir', 1635739005, '84.54.78.253', 36, '1635739043_photo_2021-09-04_10-15-59.jpg'),
(483, 'muharrir', 1635739011, '84.54.78.253', 25, 'Корхона функция ва вазифалари'),
(484, 'muharrir', 1635739017, '84.54.78.253', 25, 'Корхона функция ва вазифалари'),
(485, 'muharrir', 1635739033, '84.54.78.253', 36, '1635739051_photo_2021-09-04_10-15-59.jpg'),
(486, 'muharrir', 1635739041, '84.54.78.253', 25, 'Корхона функция ва вазифалари'),
(487, 'muharrir', 1635739125, '84.54.78.253', 25, 'Корхона функция ва вазифалари'),
(488, 'muharrir', 1635739288, '84.54.78.253', 36, '1635739290_photo_2021-09-04_10-15-59.jpg'),
(489, 'muharrir', 1635739291, '84.54.78.253', 1, 'Фаолият'),
(490, 'muharrir', 1635739299, '84.54.78.253', 25, 'Фаолият'),
(491, 'muharrir', 1635739313, '84.54.78.253', 26, 'Корхона функциялари ва вазифалари'),
(492, 'muharrir', 1635739364, '84.54.78.253', 25, 'Корхона функция ва вазифалари'),
(493, 'muharrir', 1635739434, '84.54.78.253', 25, 'Корхона функция ва вазифалари'),
(494, 'muharrir', 1635739602, '84.54.78.253', 36, '1635739635_photo_2021-09-04_10-15-59.jpg'),
(495, 'muharrir', 1635739624, '84.54.78.253', 1, 'Боғланиш'),
(496, 'muharrir', 1635740323, '84.54.78.253', 82, ''),
(497, 'muharrir', 1635740410, '84.54.78.253', 36, '1635740430_image2.jpg'),
(498, 'muharrir', 1635746341, '84.54.78.253', 86, 'Direct DLE Adminpanel'),
(499, 'muharrir', 1635749064, '84.54.78.253', 86, 'Direct DLE Adminpanel'),
(500, 'muharrir', 1635749385, '84.54.78.253', 36, '1635749421_photo_2021-11-01_11-10-03.jpg'),
(501, 'muharrir', 1635749399, '84.54.78.253', 36, '1635749470_photo_2021-10-28_10-03-44.jpg'),
(502, 'muharrir', 1635749414, '84.54.78.253', 36, '1635749511_photo_2021-11-01_11-09-22.jpg'),
(503, 'muharrir', 1635749447, '84.54.78.253', 36, '1635749498_photo_2021-10-28_10-03-44.jpg'),
(504, 'muharrir', 1635749511, '84.54.78.253', 36, '1635749593_photo_2021-10-28_10-03-44.jpg'),
(505, 'muharrir', 1635749536, '84.54.78.253', 36, '1635749598_photo_2021-11-01_11-09-20.jpg'),
(506, 'muharrir', 1635749564, '84.54.78.253', 1, 'Корхона янгиликлари'),
(507, 'muharrir', 1635749608, '84.54.78.253', 25, 'Корхона янгиликлари'),
(508, 'muharrir', 1635749686, '84.54.78.253', 36, '1635749773_photo_2021-11-01_11-09-22.jpg'),
(509, 'muharrir', 1635749693, '84.54.78.253', 36, '1635749772_photo_2021-11-01_11-09-20.jpg'),
(510, 'muharrir', 1635749698, '84.54.78.253', 36, '1635749792_photo_2021-10-28_10-03-44.jpg'),
(511, 'muharrir', 1635749702, '84.54.78.253', 25, 'Корхона янгиликлари'),
(512, 'muharrir', 1635749767, '84.54.78.253', 36, '1635749853_photo_2021-10-28_10-03-44.jpg'),
(513, 'muharrir', 1635749777, '84.54.78.253', 36, '1635749836_photo_2021-11-01_11-09-20.jpg'),
(514, 'muharrir', 1635749790, '84.54.78.253', 25, 'Корхона янгиликлари'),
(515, 'muharrir', 1635750060, '84.54.78.253', 36, '1635750128_1635750059901.jpeg'),
(516, 'muharrir', 1635750272, '84.54.78.253', 1, 'Сохага оид хабарлар'),
(517, 'muharrir', 1635750421, '84.54.78.253', 25, 'Сохага оид хабарлар'),
(518, 'muharrir', 1635750473, '84.54.78.253', 25, 'Сохага оид хабарлар'),
(519, 'muharrir', 1635750602, '84.54.78.253', 36, '1635750674_1635750602068.png'),
(520, 'muharrir', 1635750657, '84.54.78.253', 25, 'Сохага оид хабарлар'),
(521, 'muharrir', 1635750687, '84.54.78.253', 36, '1635750709_photo_2021-09-04_10-15-59.jpg'),
(522, 'muharrir', 1635750691, '84.54.78.253', 25, 'Сохага оид хабарлар'),
(523, 'muharrir', 1635750797, '84.54.78.253', 1, 'Сохага оид хабарлар'),
(524, 'muharrir', 1635750833, '84.54.78.253', 26, 'Сохага оид хабарлар'),
(525, 'muharrir', 1635751050, '84.54.78.253', 1, 'Tez-Tez ko\\\'riladigan'),
(526, 'muharrir', 1635751092, '84.54.78.253', 26, 'Tez-Tez ko\\\'riladigan'),
(527, 'admin', 1635751126, '84.54.78.253', 82, ''),
(528, 'admin', 1635764867, '84.54.120.66', 86, 'Direct DLE Adminpanel'),
(529, 'muharrir', 1635764877, '84.54.120.66', 82, ''),
(530, 'muharrir', 1635764969, '84.54.120.66', 25, 'Сохага оид хабарлар'),
(531, 'muharrir', 1635766116, '84.54.120.66', 25, 'Корхона янгиликлари'),
(532, 'admin', 1635766305, '84.54.120.66', 82, ''),
(533, 'muharrir', 1635766425, '84.54.120.66', 82, ''),
(534, 'muharrir', 1635845165, '84.54.120.66', 86, 'Direct DLE Adminpanel'),
(535, 'muharrir', 1635848546, '84.54.120.66', 86, 'http://xorazm-avtoyul.uz/admin.php?mod=addnews&amp;action=addnews'),
(536, 'muharrir', 1635848827, '84.54.120.66', 25, 'Корхона янгиликлари'),
(537, 'muharrir', 1635849591, '84.54.120.66', 36, '1635849594_photo_2021-11-01_13-17-21.jpg'),
(538, 'muharrir', 1635849599, '84.54.120.66', 36, '1635849624_photo_2021-11-01_13-17-29.jpg'),
(539, 'muharrir', 1635849609, '84.54.120.66', 36, '1635849677_photo_2021-11-01_13-17-41.jpg'),
(540, 'muharrir', 1635849617, '84.54.120.66', 36, '1635849683_photo_2021-11-01_13-17-47.jpg'),
(541, 'muharrir', 1635849622, '84.54.120.66', 36, '1635849646_photo_2021-11-01_13-17-52.jpg'),
(542, 'muharrir', 1635849627, '84.54.120.66', 36, '1635849720_photo_2021-11-01_13-18-12.jpg'),
(543, 'muharrir', 1635849633, '84.54.120.66', 36, '1635849692_photo_2021-11-01_17-01-00.jpg'),
(544, 'muharrir', 1635849638, '84.54.120.66', 36, '1635849665_photo_2021-11-01_17-01-06-2.jpg'),
(545, 'muharrir', 1635849644, '84.54.120.66', 36, '1635849725_photo_2021-11-01_17-01-06.jpg'),
(546, 'muharrir', 1635849668, '84.54.120.66', 36, '1635849757_photo_2021-11-01_13-17-21.jpg'),
(547, 'muharrir', 1635849709, '84.54.120.66', 1, 'Корхона янгиликлари'),
(548, 'muharrir', 1635917111, '84.54.120.66', 86, 'http://xorazm-avtoyul.uz/admin.php?mod=addnews&amp;action=addnews'),
(549, 'muharrir', 1635917327, '84.54.120.66', 36, '1635917376_photo_2021-11-02_21-05-53.jpg'),
(550, 'muharrir', 1635917335, '84.54.120.66', 36, '1635917427_photo_2021-11-02_21-05-54.jpg'),
(551, 'muharrir', 1635917342, '84.54.120.66', 36, '1635917433_photo_2021-11-02_21-05-55-2.jpg'),
(552, 'muharrir', 1635917348, '84.54.120.66', 36, '1635917419_photo_2021-11-02_21-05-55.jpg'),
(553, 'muharrir', 1635917354, '84.54.120.66', 36, '1635917368_photo_2021-11-02_21-05-52.jpg'),
(554, 'muharrir', 1635917441, '84.54.120.66', 1, 'Корхона янгиликлари'),
(555, 'muharrir', 1635930921, '213.230.72.221', 82, ''),
(556, 'muharrir', 1635939724, '213.230.72.221', 86, 'http://xorazm-avtoyul.uz/admin.php?'),
(557, 'muharrir', 1636000972, '213.230.72.221', 86, 'Direct DLE Adminpanel'),
(558, 'muharrir', 1636085469, '84.54.78.97', 82, ''),
(559, 'muharrir', 1636085668, '84.54.78.97', 36, '1636085729_image2.jpg'),
(560, 'muharrir', 1636085806, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(561, 'muharrir', 1636085895, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(562, 'muharrir', 1636085982, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(563, 'muharrir', 1636086013, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(564, 'muharrir', 1636086202, '84.54.78.97', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(565, 'muharrir', 1636086735, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(566, 'muharrir', 1636086968, '84.54.78.97', 36, '1636087026_1636086971090.png'),
(567, 'muharrir', 1636086984, '84.54.78.97', 36, '1636087052_1636086987671.png'),
(568, 'muharrir', 1636086998, '84.54.78.97', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(569, 'muharrir', 1636087033, '84.54.78.97', 36, '1636087042_1636087036822.jpeg'),
(570, 'muharrir', 1636087095, '84.54.78.97', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(571, 'muharrir', 1636087169, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(572, 'muharrir', 1636087262, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(573, 'muharrir', 1636087316, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(574, 'muharrir', 1636087495, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(575, 'muharrir', 1636087709, '84.54.78.97', 36, '1636087805_qrcode_xorazm-avtoyul_uz.png'),
(576, 'muharrir', 1636087898, '84.54.78.97', 36, '1636087965_urunov-usmon.jpg'),
(577, 'muharrir', 1636087997, '84.54.78.97', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(578, 'muharrir', 1636088039, '84.54.78.97', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(579, 'muharrir', 1636088059, '84.54.78.97', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(580, 'muharrir', 1636088074, '84.54.78.97', 25, 'Корхона бош мухандиси: Ўрунов Ўсмон Собирович'),
(581, 'muharrir', 1636109805, '84.54.78.97', 86, 'Direct DLE Adminpanel'),
(582, 'muharrir', 1636178995, '84.54.78.97', 86, 'Direct DLE Adminpanel'),
(583, 'muharrir', 1636183305, '84.54.78.97', 36, '1636183369_photo_2021-11-06_11-05-14.jpg'),
(584, 'muharrir', 1636183360, '84.54.78.97', 1, 'Ўзбекистон Янгиликлари'),
(585, 'muharrir', 1636183497, '84.54.78.97', 86, 'http://xorazm-avtoyul.uz/admin.php?'),
(586, 'muharrir', 1636183529, '84.54.78.97', 25, 'Ўзбекистон Янгиликлари'),
(587, 'muharrir', 1636343036, '84.54.78.97', 86, 'http://xorazm-avtoyul.uz/admin.php?'),
(588, 'muharrir', 1636352957, '84.54.78.97', 86, 'Direct DLE Adminpanel'),
(589, 'muharrir', 1636353031, '84.54.78.97', 36, '1636353105_photo_2021-10-29_18-26-34.jpg'),
(590, 'muharrir', 1636353396, '84.54.78.97', 36, '1636353411_photo_2021-10-29_18-26-38.jpg'),
(591, 'muharrir', 1636353407, '84.54.78.97', 36, '1636353463_photo_2021-10-29_18-26-39.jpg'),
(592, 'muharrir', 1636353423, '84.54.78.97', 36, '1636353503_photo_2021-10-29_18-26-42.jpg'),
(593, 'muharrir', 1636353616, '84.54.78.97', 86, 'Direct DLE Adminpanel'),
(594, 'muharrir', 1636353643, '84.54.78.97', 36, '1636353671_photo_2021-10-29_18-26-34.jpg'),
(595, 'muharrir', 1636353656, '84.54.78.97', 36, '1636353745_photo_2021-10-29_18-26-38.jpg'),
(596, 'muharrir', 1636353663, '84.54.78.97', 36, '1636353700_photo_2021-10-29_18-26-39.jpg'),
(597, 'muharrir', 1636353672, '84.54.78.97', 36, '1636353700_photo_2021-10-29_18-26-42.jpg'),
(598, 'muharrir', 1636353833, '84.54.78.97', 1, 'Корхона янгиликлари'),
(599, 'muharrir', 1636353894, '84.54.78.97', 25, 'Корхона янгиликлари'),
(600, 'muharrir', 1636364598, '84.54.78.97', 86, 'Direct DLE Adminpanel'),
(601, 'muharrir', 1636364726, '84.54.78.97', 36, '1636364788_photo_2021-11-07_08-18-09.jpg'),
(602, 'muharrir', 1636364738, '84.54.78.97', 1, 'Ўзбекистон янгиликлари'),
(603, 'muharrir', 1636369271, '84.54.78.97', 86, 'http://xorazm-avtoyul.uz/admin.php?'),
(604, 'muharrir', 1636369835, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(605, 'muharrir', 1636369956, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(606, 'muharrir', 1636370014, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(607, 'muharrir', 1636370059, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(608, 'muharrir', 1636370075, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(609, 'admin', 1636370091, '84.54.78.97', 82, ''),
(610, 'admin', 1636370252, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(611, 'admin', 1636370321, '84.54.78.97', 36, '1636370396_abdullaev-ismailzhon.jpg'),
(612, 'admin', 1636370389, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(613, 'admin', 1636370417, '84.54.78.97', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(614, 'admin', 1636527375, '213.230.72.200', 86, 'http://xorazm-avtoyul.uz/admin.php'),
(615, 'muharrir', 1636527379, '213.230.72.200', 82, ''),
(616, 'muharrir', 1636540154, '213.230.72.200', 86, 'Direct DLE Adminpanel'),
(617, 'muharrir', 1636540834, '213.230.72.200', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(618, 'muharrir', 1636540881, '213.230.72.200', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(619, 'muharrir', 1636547148, '213.230.72.200', 86, 'http://xorazm-avtoyul.uz/admin.php?'),
(620, 'muharrir', 1636603045, '84.54.78.32', 86, 'Direct DLE Adminpanel'),
(621, 'muharrir', 1636603053, '84.54.78.32', 82, ''),
(622, 'muharrir', 1636606504, '84.54.78.32', 86, 'http://xorazm-avtoyul.uz/admin.php'),
(623, 'muharrir', 1636611250, '84.54.78.32', 86, 'http://xorazm-avtoyul.uz/admin.php?mod=addnews&amp;action=addnews'),
(624, 'muharrir', 1636611250, '84.54.78.32', 1, 'Ташкилий тузилма'),
(625, 'muharrir', 1636611304, '84.54.78.32', 36, '1636611397_photo_2021-09-04_10-15-59.jpg'),
(626, 'muharrir', 1636611309, '84.54.78.32', 25, 'Ташкилий тузилма'),
(627, 'muharrir', 1636611335, '84.54.78.32', 25, 'Ташкилий тузилма'),
(628, 'muharrir', 1636611361, '84.54.78.32', 26, 'Таркибий тузилма'),
(629, 'muharrir', 1636611485, '84.54.78.32', 25, 'Ташкилий тузилма'),
(630, 'muharrir', 1636611548, '84.54.78.32', 25, 'Ташкилий тузилма'),
(631, 'muharrir', 1636613453, '84.54.78.32', 25, 'Корхона янгиликлари'),
(632, 'muharrir', 1636711013, '84.54.78.32', 86, 'Direct DLE Adminpanel'),
(633, 'muharrir', 1636711390, '84.54.78.32', 25, 'Ташкилий тузилма'),
(634, 'muharrir', 1636711442, '84.54.78.32', 25, 'Бўш иш ўринлари тўғрисида маълумот'),
(635, 'muharrir', 1636720078, '84.54.78.32', 86, 'Direct DLE Adminpanel'),
(636, 'muharrir', 1636776686, '84.54.78.32', 86, 'Direct DLE Adminpanel'),
(637, 'muharrir', 1636786874, '84.54.78.32', 86, 'Direct DLE Adminpanel'),
(638, 'muharrir', 1636948019, '84.54.78.32', 86, 'Direct DLE Adminpanel'),
(639, 'muharrir', 1636948119, '84.54.78.32', 36, '1636948181_photo_2021-11-13_20-11-15-2.jpg'),
(640, 'muharrir', 1636948127, '84.54.78.32', 36, '1636948184_photo_2021-11-13_20-11-15.jpg'),
(641, 'muharrir', 1636948136, '84.54.78.32', 36, '1636948219_photo_2021-11-13_20-11-18-2.jpg'),
(642, 'muharrir', 1636948144, '84.54.78.32', 36, '1636948226_photo_2021-11-13_20-11-18.jpg'),
(643, 'muharrir', 1636948152, '84.54.78.32', 36, '1636948245_photo_2021-11-13_20-11-33.jpg'),
(644, 'muharrir', 1636948161, '84.54.78.32', 36, '1636948189_photo_2021-11-13_20-11-34.jpg'),
(645, 'muharrir', 1636948177, '84.54.78.32', 36, '1636948245_photo_2021-11-13_20-11-25.jpg'),
(646, 'muharrir', 1636948189, '84.54.78.32', 36, '1636948195_photo_2021-11-13_20-11-26.jpg'),
(647, 'muharrir', 1636948196, '84.54.78.32', 36, '1636948208_photo_2021-11-13_20-11-30.jpg'),
(648, 'muharrir', 1636948256, '84.54.78.32', 1, 'Корхона янгиликлари'),
(649, 'muharrir', 1636948271, '84.54.78.32', 25, 'Корхона янгиликлари'),
(650, 'muharrir', 1636974926, '84.54.78.32', 82, ''),
(651, 'muharrir', 1636975159, '84.54.78.32', 36, '1636975164_image2.jpg'),
(652, 'muharrir', 1636975496, '84.54.78.32', 36, '1636975587_image2.jpg'),
(653, 'muharrir', 1636975751, '84.54.78.32', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(654, 'muharrir', 1636976118, '84.54.78.32', 25, 'Корхона директори: Абдуллаев Исмаилжон Тахирович'),
(655, 'muharrir', 1636976573, '84.54.78.32', 25, 'Корхона бош мухандиси: Ўринов Ўсмон Собирович'),
(656, 'muharrir', 1637061448, '84.54.78.80', 86, 'Direct DLE Adminpanel'),
(657, 'muharrir', 1637061648, '84.54.78.80', 36, '1637061725_photo_2021-11-14_17-31-26.jpg'),
(658, 'muharrir', 1637061653, '84.54.78.80', 36, '1637061697_photo_2021-11-14_17-31-26-3.jpg'),
(659, 'muharrir', 1637061658, '84.54.78.80', 36, '1637061691_photo_2021-11-14_17-31-26-2.jpg'),
(660, 'muharrir', 1637061663, '84.54.78.80', 36, '1637061719_photo_2021-11-14_17-31-25.jpg'),
(661, 'muharrir', 1637061669, '84.54.78.80', 36, '1637061729_photo_2021-11-14_17-31-25-2.jpg'),
(662, 'muharrir', 1637061674, '84.54.78.80', 36, '1637061681_photo_2021-11-14_17-31-24-3.jpg'),
(663, 'muharrir', 1637061681, '84.54.78.80', 36, '1637061713_photo_2021-11-14_17-31-24-2.jpg'),
(664, 'muharrir', 1637061686, '84.54.78.80', 36, '1637061735_photo_2021-11-14_17-31-23.jpg'),
(665, 'muharrir', 1637061775, '84.54.78.80', 1, 'Корхона янгиликлари'),
(666, 'muharrir', 1637061803, '84.54.78.80', 25, 'Корхона янгиликлари'),
(667, 'muharrir', 1637064700, '84.54.78.80', 86, 'http://xorazm-avtoyul.uz/admin.php?'),
(668, 'muharrir', 1637143877, '84.54.94.225', 86, 'Direct DLE Adminpanel'),
(669, 'muharrir', 1637552622, '84.54.78.176', 86, 'Direct DLE Adminpanel'),
(670, 'muharrir', 1637639301, '213.230.80.55', 86, 'Direct DLE Adminpanel'),
(671, 'muharrir', 1637639306, '213.230.80.55', 82, ''),
(672, 'muharrir', 1637643982, '213.230.80.55', 86, 'http://xorazm-avtoyul.uz/admin.php?');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_admin_sections`
--

CREATE TABLE `dle_admin_sections` (
  `id` mediumint(8) NOT NULL,
  `name` varchar(100) NOT NULL DEFAULT '',
  `title` varchar(255) NOT NULL DEFAULT '',
  `descr` varchar(255) NOT NULL DEFAULT '',
  `icon` varchar(255) NOT NULL DEFAULT '',
  `allow_groups` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_admin_sections`
--

INSERT INTO `dle_admin_sections` (`id`, `name`, `title`, `descr`, `icon`, `allow_groups`) VALUES
(2, 'claims', 'Обращения', 'Настройка плагина обращений пользователей', 'engine/plugins/claims/assets/images/claim.png', ''),
(1, 'admin_firms', 'Каталог организаций', 'Управление настройками и дополнительными полями каталога организаций', 'firms.png', '1'),
(3, 'telegram', 'Telegram Posting v1.5.1', 'Публикация сообщений при появлении и / или обновлений новостей', 'telegram.png', '1');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_banned`
--

CREATE TABLE `dle_banned` (
  `id` smallint(5) NOT NULL,
  `users_id` int(11) NOT NULL DEFAULT 0,
  `descr` text NOT NULL,
  `date` varchar(15) NOT NULL DEFAULT '',
  `days` smallint(4) NOT NULL DEFAULT 0,
  `ip` varchar(46) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_banners`
--

CREATE TABLE `dle_banners` (
  `id` smallint(5) NOT NULL,
  `banner_tag` varchar(40) NOT NULL DEFAULT '',
  `descr` varchar(200) NOT NULL DEFAULT '',
  `code` text NOT NULL,
  `approve` tinyint(1) NOT NULL DEFAULT 0,
  `short_place` tinyint(1) NOT NULL DEFAULT 0,
  `bstick` tinyint(1) NOT NULL DEFAULT 0,
  `main` tinyint(1) NOT NULL DEFAULT 0,
  `category` varchar(255) NOT NULL DEFAULT '',
  `grouplevel` varchar(100) NOT NULL DEFAULT 'all',
  `start` varchar(15) NOT NULL DEFAULT '',
  `end` varchar(15) NOT NULL DEFAULT '',
  `fpage` tinyint(1) NOT NULL DEFAULT 0,
  `innews` tinyint(1) NOT NULL DEFAULT 0,
  `devicelevel` varchar(10) NOT NULL DEFAULT '',
  `allow_views` tinyint(1) NOT NULL DEFAULT 0,
  `max_views` int(11) NOT NULL DEFAULT 0,
  `allow_counts` tinyint(1) NOT NULL DEFAULT 0,
  `max_counts` int(11) NOT NULL DEFAULT 0,
  `views` int(11) NOT NULL DEFAULT 0,
  `clicks` int(11) NOT NULL DEFAULT 0,
  `rubric` mediumint(8) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_banners`
--

INSERT INTO `dle_banners` (`id`, `banner_tag`, `descr`, `code`, `approve`, `short_place`, `bstick`, `main`, `category`, `grouplevel`, `start`, `end`, `fpage`, `innews`, `devicelevel`, `allow_views`, `max_views`, `allow_counts`, `max_counts`, `views`, `clicks`, `rubric`) VALUES
(1, 'header', 'Верхний баннер', '<div style=\"text-align:center;\"><a href=\"https://dle-news.ru/\" target=\"_blank\"><img src=\"http://datalife/templates/Default/images/_banner_.gif\" style=\"border: none;\" alt=\"\" /></a></div>', 1, 0, 0, 0, '0', 'all', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_banners_logs`
--

CREATE TABLE `dle_banners_logs` (
  `id` int(11) UNSIGNED NOT NULL,
  `bid` int(11) NOT NULL DEFAULT 0,
  `click` tinyint(1) NOT NULL DEFAULT 0,
  `ip` varchar(46) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_banners_rubrics`
--

CREATE TABLE `dle_banners_rubrics` (
  `id` mediumint(8) NOT NULL,
  `parentid` mediumint(8) NOT NULL DEFAULT 0,
  `title` varchar(70) NOT NULL DEFAULT '',
  `description` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_category`
--

CREATE TABLE `dle_category` (
  `id` mediumint(8) NOT NULL,
  `parentid` mediumint(8) NOT NULL DEFAULT 0,
  `posi` mediumint(8) NOT NULL DEFAULT 1,
  `name` varchar(80) NOT NULL DEFAULT '',
  `alt_name` varchar(80) NOT NULL DEFAULT '',
  `icon` varchar(200) NOT NULL DEFAULT '',
  `skin` varchar(50) NOT NULL DEFAULT '',
  `descr` varchar(300) NOT NULL DEFAULT '',
  `keywords` text NOT NULL,
  `news_sort` varchar(10) NOT NULL DEFAULT '',
  `news_msort` varchar(4) NOT NULL DEFAULT '',
  `news_number` smallint(5) NOT NULL DEFAULT 0,
  `short_tpl` varchar(40) NOT NULL DEFAULT '',
  `full_tpl` varchar(40) NOT NULL DEFAULT '',
  `metatitle` varchar(255) NOT NULL DEFAULT '',
  `show_sub` tinyint(1) NOT NULL DEFAULT 0,
  `allow_rss` tinyint(1) NOT NULL DEFAULT 1,
  `fulldescr` text NOT NULL,
  `disable_search` tinyint(1) NOT NULL DEFAULT 0,
  `disable_main` tinyint(1) NOT NULL DEFAULT 0,
  `disable_rating` tinyint(1) NOT NULL DEFAULT 0,
  `disable_comments` tinyint(1) NOT NULL DEFAULT 0,
  `enable_dzen` tinyint(1) NOT NULL DEFAULT 1,
  `enable_turbo` tinyint(1) NOT NULL DEFAULT 1,
  `active` tinyint(1) NOT NULL DEFAULT 1
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_category`
--

INSERT INTO `dle_category` (`id`, `parentid`, `posi`, `name`, `alt_name`, `icon`, `skin`, `descr`, `keywords`, `news_sort`, `news_msort`, `news_number`, `short_tpl`, `full_tpl`, `metatitle`, `show_sub`, `allow_rss`, `fulldescr`, `disable_search`, `disable_main`, `disable_rating`, `disable_comments`, `enable_dzen`, `enable_turbo`, `active`) VALUES
(1, 0, 11, 'Axborot xizmati', 'axborot-xizmati', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(2, 1, 12, 'O&#039;zbekiston yangiliklari', 'ozbekiston-yangiliklari', '', '', '', '', '', '', 0, '', '', '', 0, 1, '', 0, 0, 0, 0, 1, 1, 1),
(3, 1, 13, 'Korxona yangiliklari', 'korxona-yangiliklari', '', '', '', '', '', '', 0, '', '', '', 0, 0, 'qweasd asd', 0, 0, 0, 0, 0, 0, 1),
(4, 0, 2, 'Korxona haqida', 'korxona-haqida', '', '', '', '', '', '', 0, '', '', '', 0, 0, 'qweqweasdasdasd as d', 0, 0, 0, 0, 0, 0, 1),
(41, 0, 1, 'Bosh sahifa', 'bosh-sahifa', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(8, 0, 19, 'Bog&#039;lanish', 'boglanish', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(9, 1, 14, 'Sohaga oid xabarlar', 'sohaga-oid-xabarlar', '', '', '', '', '', '', 0, '', '', '', 0, 1, '', 0, 0, 0, 0, 1, 1, 1),
(42, 4, 5, 'Korxona funktsiyalari va vazifalari ', 'korxona-funktsiyalari-va-vazifalari', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(11, 4, 6, 'Tashkiliy tuzilma', 'tashkiliy-tuzilma', '', '', '', '', '', '', 0, '', '', '', 0, 1, '', 0, 0, 0, 0, 1, 1, 1),
(12, 4, 7, 'Rahbariyat', 'rahbariyat', '', '', '', '', '', '', 0, '', '', '', 0, 1, '', 0, 0, 0, 0, 1, 1, 1),
(13, 4, 8, 'Hududiy boshqarmalar', 'hududiy-boshqarmalar', '', '', '', '', '', '', 0, '', '', '', 0, 1, '', 0, 0, 0, 0, 1, 1, 1),
(50, 0, 18, 'Investitsiya salohiyati', 'investitsiya-salohiyati', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(49, 47, 16, 'Hujjatlar shakli', 'hujjatlar-shakli', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(46, 0, 10, 'Hujjatlar', 'hujjatlar', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(47, 0, 15, 'Xizmatlar', 'xizmatlar', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(48, 47, 17, 'Davlat xizmatlari', 'davlat-xizmatlari', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(45, 0, 9, 'Faoliyat', 'faoliyat', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(43, 4, 3, 'Korxona tarixi', 'korxona-tarixi', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1),
(44, 4, 4, 'Bo‘sh ish o‘rinlari', 'bosh-ish-orinlari', '', '', '', '', '', '', 0, '', '', '', 0, 0, '', 0, 0, 0, 0, 0, 0, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_claims`
--

CREATE TABLE `dle_claims` (
  `id` int(11) NOT NULL,
  `date` datetime NOT NULL DEFAULT '2000-01-01 00:00:00',
  `department` int(3) NOT NULL,
  `type` int(3) NOT NULL,
  `name` varchar(250) NOT NULL,
  `surname` varchar(250) NOT NULL,
  `patronymic` varchar(250) NOT NULL,
  `inn` int(11) DEFAULT NULL,
  `email` varchar(250) NOT NULL,
  `phone` varchar(30) NOT NULL,
  `coauthor` varchar(1000) NOT NULL,
  `claim` text NOT NULL,
  `attach` text NOT NULL,
  `status` int(1) NOT NULL DEFAULT 0,
  `answer` text NOT NULL,
  `man_id` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=COMPACT;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_claims_department`
--

CREATE TABLE `dle_claims_department` (
  `id` int(11) NOT NULL,
  `name` varchar(250) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=COMPACT;

--
-- Дамп данных таблицы `dle_claims_department`
--

INSERT INTO `dle_claims_department` (`id`, `name`) VALUES
(1, 'Rahbar'),
(2, 'O\'rinbosar');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_claims_types`
--

CREATE TABLE `dle_claims_types` (
  `id` int(11) NOT NULL,
  `name` varchar(250) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=COMPACT;

--
-- Дамп данных таблицы `dle_claims_types`
--

INSERT INTO `dle_claims_types` (`id`, `name`) VALUES
(1, 'Savol'),
(2, 'Shikoyat'),
(3, 'Taklif');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_comments`
--

CREATE TABLE `dle_comments` (
  `id` int(10) UNSIGNED NOT NULL,
  `post_id` int(11) NOT NULL DEFAULT 0,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `date` datetime NOT NULL DEFAULT '2000-01-01 00:00:00',
  `autor` varchar(40) NOT NULL DEFAULT '',
  `email` varchar(40) NOT NULL DEFAULT '',
  `text` text NOT NULL,
  `ip` varchar(46) NOT NULL DEFAULT '',
  `is_register` tinyint(1) NOT NULL DEFAULT 0,
  `approve` tinyint(1) NOT NULL DEFAULT 1,
  `rating` int(11) NOT NULL DEFAULT 0,
  `vote_num` int(11) NOT NULL DEFAULT 0,
  `parent` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_comments_files`
--

CREATE TABLE `dle_comments_files` (
  `id` int(10) NOT NULL,
  `c_id` int(10) NOT NULL DEFAULT 0,
  `author` varchar(40) NOT NULL DEFAULT '',
  `date` varchar(15) NOT NULL DEFAULT '',
  `name` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_comment_rating_log`
--

CREATE TABLE `dle_comment_rating_log` (
  `id` int(10) UNSIGNED NOT NULL,
  `c_id` int(11) NOT NULL DEFAULT 0,
  `member` varchar(40) NOT NULL DEFAULT '',
  `ip` varchar(46) NOT NULL DEFAULT '',
  `rating` tinyint(4) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_complaint`
--

CREATE TABLE `dle_complaint` (
  `id` int(11) UNSIGNED NOT NULL,
  `p_id` int(11) NOT NULL DEFAULT 0,
  `c_id` int(11) NOT NULL DEFAULT 0,
  `n_id` int(11) NOT NULL DEFAULT 0,
  `text` text NOT NULL,
  `from` varchar(40) NOT NULL DEFAULT '',
  `to` varchar(255) NOT NULL DEFAULT '',
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0,
  `email` varchar(50) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_complaint`
--

INSERT INTO `dle_complaint` (`id`, `p_id`, `c_id`, `n_id`, `text`, `from`, `to`, `date`, `email`) VALUES
(1, 0, 0, 0, '<div class=\"quote\">Prezident Shavkat Mirziyoyev 12-13 dekabr kunlari Xorazm</div>xzatolik', 'admin', 'http://datalife/', 1608029003, '');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_email`
--

CREATE TABLE `dle_email` (
  `id` tinyint(3) UNSIGNED NOT NULL,
  `name` varchar(10) NOT NULL DEFAULT '',
  `template` text NOT NULL,
  `use_html` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_email`
--

INSERT INTO `dle_email` (`id`, `name`, `template`, `use_html`) VALUES
(1, 'reg_mail', '{%username%},\r\n\r\nЭто письмо отправлено с сайта http://datalife/\r\n\r\nВы получили это письмо, так как этот e-mail адрес был использован при регистрации на сайте. Если Вы не регистрировались на этом сайте, просто проигнорируйте это письмо и удалите его. Вы больше не получите такого письма.\r\n\r\n------------------------------------------------\r\nВаш логин и пароль на сайте:\r\n------------------------------------------------\r\n\r\nЛогин: {%username%}\r\nПароль: {%password%}\r\n\r\n------------------------------------------------\r\nИнструкция по активации\r\n------------------------------------------------\r\n\r\nБлагодарим Вас за регистрацию.\r\nМы требуем от Вас подтверждения Вашей регистрации, для проверки того, что введённый Вами e-mail адрес - реальный. Это требуется для защиты от нежелательных злоупотреблений и спама.\r\n\r\nДля активации Вашего аккаунта, зайдите по следующей ссылке:\r\n\r\n{%validationlink%}\r\n\r\nЕсли и при этих действиях ничего не получилось, возможно Ваш аккаунт удалён. В этом случае, обратитесь к Администратору, для разрешения проблемы.\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/.', 0),
(2, 'feed_mail', '{%username_to%},\r\n\r\nДанное письмо вам отправил {%username_from%} с сайта http://datalife/\r\n\r\n------------------------------------------------\r\nТекст сообщения\r\n------------------------------------------------\r\n\r\n{%text%}\r\n\r\nIP адрес отправителя: {%ip%}\r\nГруппа: {%group%}\r\n\r\n------------------------------------------------\r\nПомните, что администрация сайта не несет ответственности за содержание данного письма\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/', 0),
(3, 'lost_mail', 'Уважаемый {%username%},\r\n\r\nВы сделали запрос на получение забытого пароля на сайте http://datalife/ Однако в целях безопасности все пароли хранятся в зашифрованном виде, поэтому мы не можем сообщить вам ваш старый пароль, поэтому если вы хотите сгенерировать новый пароль, зайдите по следующей ссылке: \r\n\r\n{%lostlink%}\r\n\r\nЕсли вы не делали запроса для получения пароля, то просто удалите данное письмо, ваш пароль храниться в надежном месте, и недоступен посторонним лицам.\r\n\r\nIP адрес отправителя: {%ip%}\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/', 0),
(4, 'new_news', 'Уважаемый администратор,\r\n\r\nуведомляем вас о том, что на сайт  http://datalife/ была добавлена новость, которая в данный момент ожидает модерации.\r\n\r\n------------------------------------------------\r\nКраткая информация о новости\r\n------------------------------------------------\r\n\r\nАвтор: {%username%}\r\nЗаголовок новости: {%title%}\r\nКатегория: {%category%}\r\nДата добавления: {%date%}\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/', 0),
(5, 'comments', 'Уважаемый {%username_to%},\r\n\r\nуведомляем вас о том, что на сайт  http://datalife/ был добавлен комментарий к новости, на которую вы были подписаны.\r\n\r\n------------------------------------------------\r\nКраткая информация о комментарии\r\n------------------------------------------------\r\n\r\nАвтор: {%username%}\r\nДата добавления: {%date%}\r\nСсылка на новость: {%link%}\r\n\r\n------------------------------------------------\r\nТекст комментария\r\n------------------------------------------------\r\n\r\n{%text%}\r\n\r\n------------------------------------------------\r\n\r\nЕсли вы не хотите больше получать уведомлений о новых комментариях к данной новости, то проследуйте по данной ссылке: {%unsubscribe%}\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/', 0),
(6, 'pm', 'Уважаемый {%username%},\r\n\r\nуведомляем вас о том, что на сайте  http://datalife/ вам было отправлено персональное сообщение.\r\n\r\n------------------------------------------------\r\nКраткая информация о сообщении\r\n------------------------------------------------\r\n\r\nОтправитель: {%fromusername%}\r\nДата  получения: {%date%}\r\nЗаголовок: {%title%}\r\n\r\n------------------------------------------------\r\nТекст сообщения\r\n------------------------------------------------\r\n\r\n{%text%}\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/', 0),
(7, 'wait_mail', 'Уважаемый {%username%},\r\n\r\nВы сделали запрос на обьединение  вашего аккаунта на сайте http://datalife/ с аккаунтом в социальной сети {%network%}.  Однако в целях безопасности вам необходимо подтвердить данное действие по следующей ссылке: \r\n\r\n------------------------------------------------\r\n{%link%}\r\n------------------------------------------------\r\n\r\nЕсли вы не делали данного запроса, то просто удалите это письмо, данные вашего аккаунта хранятся в надежном месте, и недоступны посторонним лицам.\r\n\r\nIP адрес отправителя: {%ip%}\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/', 0),
(8, 'newsletter', '<html>\r\n<head>\r\n<title>{%title%}</title>\r\n<meta content=\"text/html; charset={%charset%}\" http-equiv=Content-Type>\r\n<style type=\"text/css\">\r\nhtml,body{\r\n    font-family: Verdana;\r\n    word-spacing: 0.1em;\r\n    letter-spacing: 0;\r\n    line-height: 1.5em;\r\n    font-size: 11px;\r\n}\r\n\r\np {\r\n	margin:0px;\r\n	padding: 0px;\r\n}\r\n\r\na:active,\r\na:visited,\r\na:link {\r\n	color: #4b719e;\r\n	text-decoration:none;\r\n}\r\n\r\na:hover {\r\n	color: #4b719e;\r\n	text-decoration: underline;\r\n}\r\n</style>\r\n</head>\r\n<body>\r\n{%content%}\r\n</body>\r\n</html>', 0),
(9, 'twofactor', '{%username%},\r\n\r\nЭто письмо отправлено с сайта http://datalife/\r\n\r\nВы получили это письмо, так как для вашего аккаунта включена двухфакторная авторизация. Для авторизации на сайте вам необходимо ввести полученный вами пин-код.\r\n\r\n------------------------------------------------\r\nПин-код:\r\n------------------------------------------------\r\n\r\n{%pin%}\r\n\r\n------------------------------------------------\r\nЕсли Вы не авторизовывались на нашем сайте, то ваш пароль известен посторонним лицам. Вам нужно незамедлительно зайти на сайт под своим логином и паролем, и в своем профиле изменить свой пароль.\r\n\r\nIP пользователя который ввел пароль: {%ip%}\r\n\r\nС уважением,\r\n\r\nАдминистрация http://datalife/', 0),
(15, 'cl_site', 'Ваше сообщение зарегистрировано, спасибо: номер: {%id%}, дата обращения: {%date%}', 1),
(13, 'cl_ans', 'Ваше обращение <b>№{%id%} </b> от <b>{%date%}</b>  закрыто, ответ: {%answer%}', 1),
(14, 'cl_adm', 'На сайте новое обращение номер: {%id%}', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_files`
--

CREATE TABLE `dle_files` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `name` varchar(250) NOT NULL DEFAULT '',
  `onserver` varchar(250) NOT NULL DEFAULT '',
  `author` varchar(40) NOT NULL DEFAULT '',
  `date` varchar(15) NOT NULL DEFAULT '',
  `dcount` int(11) NOT NULL DEFAULT 0,
  `size` bigint(20) NOT NULL DEFAULT 0,
  `checksum` char(32) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_flood`
--

CREATE TABLE `dle_flood` (
  `f_id` int(11) UNSIGNED NOT NULL,
  `ip` varchar(46) NOT NULL DEFAULT '',
  `id` varchar(20) NOT NULL DEFAULT '',
  `flag` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_ignore_list`
--

CREATE TABLE `dle_ignore_list` (
  `id` int(10) UNSIGNED NOT NULL,
  `user` int(11) NOT NULL DEFAULT 0,
  `user_from` varchar(40) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_images`
--

CREATE TABLE `dle_images` (
  `id` int(10) UNSIGNED NOT NULL,
  `images` text NOT NULL,
  `news_id` int(10) NOT NULL DEFAULT 0,
  `author` varchar(40) NOT NULL DEFAULT '',
  `date` varchar(15) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_images`
--

INSERT INTO `dle_images` (`id`, `images`, `news_id`, `author`, `date`) VALUES
(1, '2020-12/1607342162_2020.jpg', 15, 'muharrir', '1607342107'),
(12, '2021-10/1635481930_image1.jpg|||2021-10/1635485897_image1.jpg|||2021-10/1635510201_image2.jpg|||2021-10/1635510307_image2.jpg|||2021-10/1635510643_image2.jpg|||2021-10/1635510697_image2.jpg|||2021-10/1635568647_image2.jpg|||2021-11/1635740430_image2.jpg|||2021-11/1635750128_1635750059901.jpeg|||2021-11/1636085729_image2.jpg|||2021-11/1636370396_abdullaev-ismailzhon.jpg|||2021-11/1636975164_image2.jpg|||2021-11/1636975587_image2.jpg', 42, 'muharrir', '1635481897'),
(9, '2021-10/1635423266_photo_2021-09-04_10-15-59.jpg|||2021-10/1635423513_photo_2021-09-04_10-15-59.jpg|||2021-10/1635423649_photo_2021-09-04_10-15-59.jpg', 39, 'muharrir', '1635423265'),
(31, '2021-11/1636948181_photo_2021-11-13_20-11-15-2.jpg|||2021-11/1636948184_photo_2021-11-13_20-11-15.jpg|||2021-11/1636948219_photo_2021-11-13_20-11-18-2.jpg|||2021-11/1636948226_photo_2021-11-13_20-11-18.jpg|||2021-11/1636948245_photo_2021-11-13_20-11-33.jpg|||2021-11/1636948189_photo_2021-11-13_20-11-34.jpg|||2021-11/1636948245_photo_2021-11-13_20-11-25.jpg|||2021-11/1636948195_photo_2021-11-13_20-11-26.jpg|||2021-11/1636948208_photo_2021-11-13_20-11-30.jpg', 65, 'muharrir', '1636948119'),
(8, '2021-10/1635421138_photo_2021-10-21_17-51-16.jpg|||2021-10/1635421166_photo_2021-10-21_17-51-17.jpg|||2021-10/1635421192_photo_2021-10-21_17-51-19.jpg|||2021-10/1635421190_photo_2021-10-21_17-51-18.jpg|||2021-10/1635421143_photo_2021-10-21_17-51-17.jpg|||2021-10/1635421182_photo_2021-10-21_17-51-16.jpg', 40, 'muharrir', '1635421069'),
(13, '2021-10/1635487973_photo_2021-09-04_10-15-59.jpg', 45, 'muharrir', '1635487893'),
(21, '2021-11/1635739635_photo_2021-09-04_10-15-59.jpg', 54, 'muharrir', '1635739602'),
(15, '2021-10/1635492287_photo_2021-10-27_20-45-49.jpg|||2021-10/1635492264_photo_2021-10-27_20-45-50-2.jpg|||2021-10/1635492311_photo_2021-10-27_20-45-50-3.jpg|||2021-10/1635492299_photo_2021-10-27_20-45-50.jpg|||2021-10/1635492347_photo_2021-10-27_20-45-51-2.jpg|||2021-10/1635492297_photo_2021-10-27_20-45-51-3.jpg', 47, 'muharrir', '1635492237'),
(16, '2021-10/1635493401_photo_2021-10-11_22-45-23.jpg|||2021-10/1635493423_photo_2021-10-11_22-45-23.jpg|||2021-10/1635493457_photo_2021-10-11_22-45-22.jpg|||2021-10/1635493440_photo_2021-10-06_23-17-53.jpg|||2021-10/1635508634_photo_2021-10-06_23-17-54.jpg|||2021-10/1635508910_photo_2021-10-06_23-17-53.jpg', 48, 'muharrir', '1635493375'),
(17, '2021-10/1635568342_photo_2021-10-29_18-26-22.jpg|||2021-10/1635568293_photo_2021-10-29_18-26-25.jpg|||2021-10/1635568272_photo_2021-10-29_18-26-26.jpg|||2021-10/1635568323_photo_2021-10-29_18-26-32-2.jpg|||2021-10/1635568386_photo_2021-10-29_18-26-34.jpg|||2021-10/1635568455_photo_2021-10-29_18-26-36-2.jpg|||2021-10/1635568378_photo_2021-10-29_18-26-36.jpg|||2021-10/1635568452_photo_2021-10-29_18-26-37-2.jpg|||2021-10/1635568475_photo_2021-10-29_18-26-37.jpg|||2021-10/1635568496_photo_2021-10-29_18-26-40.jpg|||2021-10/1635568406_photo_2021-10-29_18-26-41.jpg', 50, 'muharrir', '1635568262'),
(18, '2021-11/1635739043_photo_2021-09-04_10-15-59.jpg', 52, 'muharrir', '1635739005'),
(19, '2021-11/1635739051_photo_2021-09-04_10-15-59.jpg', 51, 'muharrir', '1635739033'),
(20, '2021-11/1635739290_photo_2021-09-04_10-15-59.jpg', 53, 'muharrir', '1635739288'),
(22, '2021-11/1635749421_photo_2021-11-01_11-10-03.jpg|||2021-11/1635749470_photo_2021-10-28_10-03-44.jpg|||2021-11/1635749511_photo_2021-11-01_11-09-22.jpg|||2021-11/1635749498_photo_2021-10-28_10-03-44.jpg|||2021-11/1635749593_photo_2021-10-28_10-03-44.jpg|||2021-11/1635749598_photo_2021-11-01_11-09-20.jpg|||2021-11/1635749773_photo_2021-11-01_11-09-22.jpg|||2021-11/1635749772_photo_2021-11-01_11-09-20.jpg|||2021-11/1635749792_photo_2021-10-28_10-03-44.jpg|||2021-11/1635749853_photo_2021-10-28_10-03-44.jpg|||2021-11/1635749836_photo_2021-11-01_11-09-20.jpg', 55, 'muharrir', '1635749385'),
(23, '2021-11/1635750674_1635750602068.png|||2021-11/1635750709_photo_2021-09-04_10-15-59.jpg', 56, 'muharrir', '1635750602'),
(24, '2021-11/1635849594_photo_2021-11-01_13-17-21.jpg|||2021-11/1635849624_photo_2021-11-01_13-17-29.jpg|||2021-11/1635849677_photo_2021-11-01_13-17-41.jpg|||2021-11/1635849683_photo_2021-11-01_13-17-47.jpg|||2021-11/1635849646_photo_2021-11-01_13-17-52.jpg|||2021-11/1635849720_photo_2021-11-01_13-18-12.jpg|||2021-11/1635849692_photo_2021-11-01_17-01-00.jpg|||2021-11/1635849665_photo_2021-11-01_17-01-06-2.jpg|||2021-11/1635849725_photo_2021-11-01_17-01-06.jpg|||2021-11/1635849757_photo_2021-11-01_13-17-21.jpg', 59, 'muharrir', '1635849591'),
(25, '2021-11/1635917376_photo_2021-11-02_21-05-53.jpg|||2021-11/1635917427_photo_2021-11-02_21-05-54.jpg|||2021-11/1635917433_photo_2021-11-02_21-05-55-2.jpg|||2021-11/1635917419_photo_2021-11-02_21-05-55.jpg|||2021-11/1635917368_photo_2021-11-02_21-05-52.jpg', 60, 'muharrir', '1635917327'),
(26, '2021-11/1636087026_1636086971090.png|||2021-11/1636087052_1636086987671.png|||2021-11/1636087042_1636087036822.jpeg|||2021-11/1636087805_qrcode_xorazm-avtoyul_uz.png|||2021-11/1636087965_urunov-usmon.jpg', 43, 'muharrir', '1636086968'),
(27, '2021-11/1636183369_photo_2021-11-06_11-05-14.jpg', 61, 'muharrir', '1636183305'),
(28, '2021-11/1636353105_photo_2021-10-29_18-26-34.jpg|||2021-11/1636353411_photo_2021-10-29_18-26-38.jpg|||2021-11/1636353463_photo_2021-10-29_18-26-39.jpg|||2021-11/1636353503_photo_2021-10-29_18-26-42.jpg|||2021-11/1636353671_photo_2021-10-29_18-26-34.jpg|||2021-11/1636353745_photo_2021-10-29_18-26-38.jpg|||2021-11/1636353700_photo_2021-10-29_18-26-39.jpg|||2021-11/1636353700_photo_2021-10-29_18-26-42.jpg', 62, 'muharrir', '1636353031'),
(29, '2021-11/1636364788_photo_2021-11-07_08-18-09.jpg', 63, 'muharrir', '1636364726'),
(30, '2021-11/1636611397_photo_2021-09-04_10-15-59.jpg', 64, 'muharrir', '1636611304'),
(32, '2021-11/1637061725_photo_2021-11-14_17-31-26.jpg|||2021-11/1637061697_photo_2021-11-14_17-31-26-3.jpg|||2021-11/1637061691_photo_2021-11-14_17-31-26-2.jpg|||2021-11/1637061719_photo_2021-11-14_17-31-25.jpg|||2021-11/1637061729_photo_2021-11-14_17-31-25-2.jpg|||2021-11/1637061681_photo_2021-11-14_17-31-24-3.jpg|||2021-11/1637061713_photo_2021-11-14_17-31-24-2.jpg|||2021-11/1637061735_photo_2021-11-14_17-31-23.jpg', 66, 'muharrir', '1637061648');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_lightstat`
--

CREATE TABLE `dle_lightstat` (
  `ip` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `time` int(11) NOT NULL,
  `type` int(1) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `dle_lightstat`
--

INSERT INTO `dle_lightstat` (`ip`, `time`, `type`) VALUES
('f528764d624db129b32c21fbca0cb8d6', 1608099121, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_links`
--

CREATE TABLE `dle_links` (
  `id` int(11) UNSIGNED NOT NULL,
  `word` varchar(255) NOT NULL DEFAULT '',
  `link` varchar(255) NOT NULL DEFAULT '',
  `only_one` tinyint(1) NOT NULL DEFAULT 0,
  `replacearea` tinyint(1) NOT NULL DEFAULT 1,
  `rcount` tinyint(3) NOT NULL DEFAULT 0,
  `targetblank` tinyint(1) NOT NULL DEFAULT 0,
  `title` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_login_log`
--

CREATE TABLE `dle_login_log` (
  `id` int(11) UNSIGNED NOT NULL,
  `ip` varchar(46) NOT NULL DEFAULT '',
  `count` smallint(6) NOT NULL DEFAULT 0,
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_logs`
--

CREATE TABLE `dle_logs` (
  `id` int(10) UNSIGNED NOT NULL,
  `news_id` int(10) NOT NULL DEFAULT 0,
  `member` varchar(40) NOT NULL DEFAULT '',
  `ip` varchar(46) NOT NULL DEFAULT '',
  `rating` tinyint(4) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_lostdb`
--

CREATE TABLE `dle_lostdb` (
  `id` mediumint(8) NOT NULL,
  `lostname` mediumint(8) NOT NULL DEFAULT 0,
  `lostid` varchar(40) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_mail_log`
--

CREATE TABLE `dle_mail_log` (
  `id` int(11) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `mail` varchar(50) NOT NULL DEFAULT '',
  `hash` varchar(40) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_metatags`
--

CREATE TABLE `dle_metatags` (
  `id` int(11) UNSIGNED NOT NULL,
  `url` varchar(250) NOT NULL DEFAULT '',
  `title` varchar(200) NOT NULL DEFAULT '',
  `description` varchar(300) NOT NULL DEFAULT '',
  `keywords` text NOT NULL,
  `page_title` varchar(255) NOT NULL DEFAULT '',
  `page_description` text NOT NULL,
  `robots` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_notice`
--

CREATE TABLE `dle_notice` (
  `id` mediumint(8) NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `notice` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_plugins`
--

CREATE TABLE `dle_plugins` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL DEFAULT '',
  `description` varchar(255) NOT NULL DEFAULT '',
  `icon` varchar(255) NOT NULL DEFAULT '',
  `version` varchar(10) NOT NULL DEFAULT '',
  `dleversion` varchar(10) NOT NULL DEFAULT '',
  `versioncompare` char(2) NOT NULL DEFAULT '',
  `active` tinyint(1) NOT NULL DEFAULT 0,
  `mysqlinstall` text NOT NULL,
  `mysqlupgrade` text NOT NULL,
  `mysqlenable` text NOT NULL,
  `mysqldisable` text NOT NULL,
  `mysqldelete` text NOT NULL,
  `filedelete` tinyint(1) NOT NULL DEFAULT 0,
  `filelist` text NOT NULL,
  `upgradeurl` varchar(255) NOT NULL DEFAULT '',
  `needplugin` varchar(100) NOT NULL DEFAULT '',
  `phpinstall` text NOT NULL,
  `phpupgrade` text NOT NULL,
  `phpenable` text NOT NULL,
  `phpdisable` text NOT NULL,
  `phpdelete` text NOT NULL,
  `notice` text NOT NULL,
  `mnotice` tinyint(1) NOT NULL DEFAULT 0,
  `posi` mediumint(8) NOT NULL DEFAULT 1
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_plugins`
--

INSERT INTO `dle_plugins` (`id`, `name`, `description`, `icon`, `version`, `dleversion`, `versioncompare`, `active`, `mysqlinstall`, `mysqlupgrade`, `mysqlenable`, `mysqldisable`, `mysqldelete`, `filedelete`, `filelist`, `upgradeurl`, `needplugin`, `phpinstall`, `phpupgrade`, `phpenable`, `phpdisable`, `phpdelete`, `notice`, `mnotice`, `posi`) VALUES
(1, 'Murojaatlar', 'Fuqarolarni veb-sayt orqali onalyn murojaati', 'engine/plugins/claims/assets/images/claim.png', '1.0a', '13', '>=', 1, 'INSERT INTO `{prefix}_admin_sections` (`name`, `title`, `descr`, `icon`, `allow_groups`) VALUES (\'claims\', \'Обращения\', \'Настройка плагина обращений пользователей\', \'engine/plugins/claims/assets/images/claim.png\', \'\');\r\nINSERT INTO `{prefix}_email` (`name`, `template`, `use_html`) VALUES (\'cl_ans\', \'Ваше обращение <b>№{%id%} </b> от <b>{%date%}</b>  закрыто, ответ: {%answer%}\', 1), (\'cl_adm\', \'На сайте новое обращение номер: {%id%}\', 1), (\'cl_site\', \'Ваше сообщение зарегистрировано, спасибо: номер: {%id%}, дата обращения: {%date%}\', 1);\r\nCREATE TABLE `{prefix}_claims` (`id` int(11) NOT NULL, `date` datetime NOT NULL DEFAULT \'2000-01-01 00:00:00\', `department` int(3) NOT NULL, `type` int(3) NOT NULL, `name` varchar(250) NOT NULL, `surname` varchar(250) NOT NULL, `patronymic` varchar(250) NOT NULL, `inn` int(11) DEFAULT NULL, `email` varchar(250) NOT NULL, `phone` varchar(30) NOT NULL, `coauthor` varchar(1000) NOT NULL, `claim` text NOT NULL, `attach` text NOT NULL, `status` int(1) NOT NULL DEFAULT 0, `answer` text NOT NULL, `man_id` VARCHAR(50) NOT NULL) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=COMPACT;\r\nCREATE TABLE `{prefix}_claims_department` (`id` int(11) NOT NULL, `name` varchar(250) NOT NULL) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=COMPACT;\r\nINSERT INTO `{prefix}_claims_department` (`id`, `name`) VALUES (1, \'Главе Коломенского городского округа\'), (2, \'Заместителю главы по вопросам градостроительной деятельности, транспорта, дорожного хозяйства\'), (3, \'Заместителю главы по вопросам работы с территориями\'), (4, \'Заместителю главы по вопросам жилищно-коммунального хозяйства, экологии и природопользования, благоустройства\'), (5, \'Заместителю главы по вопросам правового обеспечения, имущественных и земельных отношений, реализации жилищных программ\'), (6, \'Заместителю главы по вопросам безопасности, предоставления государственных и муниципальных услуг\'), (7, \'Заместителю главы по вопросам образования, культуры, спорта, социальной политики, по делам несовершеннолетних и защите их прав\');\r\nCREATE TABLE `{prefix}_claims_types` (`id` int(11) NOT NULL, `name` varchar(250) NOT NULL) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=COMPACT;\r\nINSERT INTO `{prefix}_claims_types` (`id`, `name`) VALUES (1, \'Вопрос\'), (2, \'Жалоба\'), (3, \'Предложение\');\r\nALTER TABLE `{prefix}_claims` ADD PRIMARY KEY (`id`);\r\nALTER TABLE `{prefix}_claims_department` ADD PRIMARY KEY (`id`);\r\nALTER TABLE `{prefix}_claims_types` ADD PRIMARY KEY (`id`);\r\nALTER TABLE `{prefix}_claims` MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;\r\nALTER TABLE `{prefix}_claims_department` MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;\r\nALTER TABLE `{prefix}_claims_types` MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;', '', '', '', 'DELETE FROM `{prefix}_admin_sections` WHERE `name` = \'claims\';\r\nDELETE FROM `{prefix}_email` WHERE `name` = \'cl_ans\';\r\nDELETE FROM `{prefix}_email` WHERE `name` = \'cl_site\';\r\nDELETE FROM `{prefix}_email` WHERE `name` = \'cl_adm\';\r\nDROP TABLE `{prefix}_claims`, `{prefix}_claims_department`, `{prefix}_claims_types`;', 1, 'templates/Default/plugins/claims/css/bootstrap.css,templates/Default/plugins/claims/css/style.css,templates/Default/plugins/claims/js/datepicker.js,templates/Default/plugins/claims/main.tpl,templates/Default/plugins/claims/results.tpl,templates/Default/plugins/claims/search-results.tpl,templates/Default/plugins/claims/search.tpl,engine/ajax/claims.php,engine/inc/claims.php,engine/plugins/claims/assets/images/claim.png,engine/plugins/claims/data/config.php,engine/plugins/claims/main.php', '', '', '', '', '', '', '', '', 0, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_plugins_files`
--

CREATE TABLE `dle_plugins_files` (
  `id` int(11) NOT NULL,
  `plugin_id` int(11) NOT NULL DEFAULT 0,
  `file` varchar(255) NOT NULL DEFAULT '',
  `action` varchar(10) NOT NULL DEFAULT '',
  `searchcode` text NOT NULL,
  `replacecode` mediumtext NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT 0,
  `searchcount` smallint(6) NOT NULL DEFAULT 0,
  `replacecount` smallint(6) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_plugins_files`
--

INSERT INTO `dle_plugins_files` (`id`, `plugin_id`, `file`, `action`, `searchcode`, `replacecode`, `active`, `searchcount`, `replacecount`) VALUES
(6, 1, 'engine/inc/email.php', 'after', '$twofactor_text = $db->safesql( $_POST[\'twofactor_text\'] );', '$claims_site_html = intval( $_POST[\'claims_site_html\'] );\r\n$claims_site_text = $db->safesql( $_POST[\'claims_site_text\'] );\r\n$claims_answer_html = intval( $_POST[\'claims_answer_html\'] );\r\n$claims_answer_text = $db->safesql( $_POST[\'claims_answer_text\'] );\r\n$claims_adm_html = intval( $_POST[\'claims_adm_html\'] );\r\n$claims_adm_text = $db->safesql( $_POST[\'claims_adm_text\'] );', 1, 0, 0),
(7, 1, 'engine/inc/email.php', 'after', '$db->query( \"UPDATE \" . PREFIX . \"_email SET template=\'$twofactor_text\', use_html=\'$twofactor_html\' WHERE name=\'twofactor\'\" );', '$db->query( \"UPDATE \" . PREFIX . \"_email SET template=\'$claims_site_text\', use_html=\'$claims_site_html\' WHERE name=\'cl_site\'\" );\r\n$db->query( \"UPDATE \" . PREFIX . \"_email SET template=\'$claims_answer_text\', use_html=\'$claims_answer_html\' WHERE name=\'cl_ans\'\" );\r\n$db->query( \"UPDATE \" . PREFIX . \"_email SET template=\'$claims_adm_text\', use_html=\'$claims_adm_html\' WHERE name=\'cl_adm\'\" );', 1, 0, 0),
(8, 1, 'engine/inc/email.php', 'before', '</div>\r\n   </div>\r\n	<div class=\"panel-footer\">', '<div class=\"accordion-group\">\r\n    <div class=\"accordion-heading\">\r\n      <a class=\"accordion-toggle\" data-toggle=\"collapse\" data-parent=\"#accordion\" href=\"#claim_1\">\r\n        {$lang[\'mail_claims_1\']}\r\n      </a>\r\n    </div>\r\n    <div id=\"claim_1\" class=\"accordion-body collapse\">\r\n      <div class=\"accordion-inner mt-20\">\r\n        {$lang[\'mail_claims_site\']}<br /><br />\r\n		<textarea class=\"classic\" rows=\"15\" style=\"width:100%;\" name=\"claims_site_text\">{$mail_template[\'cl_site\']}</textarea>\r\n		<div class=\"checkbox\"><label><input class=\"icheck\" type=\"checkbox\" id=\"claims_site_html\" name=\"claims_site_html\" value=\"1\" {$use_html[\'cl_site\']}>{$lang[\'email_use_html\']}</label></div>\r\n      </div>\r\n    </div>\r\n  </div>  \r\n  \r\n    <div class=\"accordion-group\">\r\n    <div class=\"accordion-heading\">\r\n      <a class=\"accordion-toggle\" data-toggle=\"collapse\" data-parent=\"#accordion\" href=\"#claim_2\">\r\n        {$lang[\'mail_claims_2\']}\r\n      </a>\r\n    </div>\r\n    <div id=\"claim_2\" class=\"accordion-body collapse\">\r\n      <div class=\"accordion-inner mt-20\">\r\n        {$lang[\'mail_claims_ans\']}<br /><br />\r\n		<textarea class=\"classic\" rows=\"15\" style=\"width:100%;\" name=\"claims_answer_text\">{$mail_template[\'cl_ans\']}</textarea>\r\n		<div class=\"checkbox\"><label><input class=\"icheck\" type=\"checkbox\" id=\"claims_answer_html\" name=\"claims_answer_html\" value=\"1\" {$use_html[\'cl_ans\']}>{$lang[\'email_use_html\']}</label></div>\r\n      </div>\r\n    </div>\r\n  </div>\r\n<div class=\"accordion-group\">\r\n    <div class=\"accordion-heading\">\r\n      <a class=\"accordion-toggle\" data-toggle=\"collapse\" data-parent=\"#accordion\" href=\"#claim_3\">\r\n        {$lang[\'mail_claims_3\']}\r\n      </a>\r\n    </div>\r\n    <div id=\"claim_3\" class=\"accordion-body collapse\">\r\n      <div class=\"accordion-inner mt-20\">\r\n        {$lang[\'mail_claims_adm\']}<br /><br />\r\n		<textarea class=\"classic\" rows=\"15\" style=\"width:100%;\" name=\"claims_adm_text\">{$mail_template[\'cl_adm\']}</textarea>\r\n		<div class=\"checkbox\"><label><input class=\"icheck\" type=\"checkbox\" id=\"claims_adm_html\" name=\"claims_adm_html\" value=\"1\" {$use_html[\'cl_adm\']}>{$lang[\'email_use_html\']}</label></div>\r\n      </div>\r\n    </div>\r\n  </div>', 1, 0, 0),
(9, 1, 'engine/engine.php', 'after', 'case \"comments\" :\r\n		include (DLEPlugins::Check(ENGINE_DIR . \'/modules/comments.php\'));\r\n		break;', 'case \"claims\" :\r\n		include (DLEPlugins::Check(ENGINE_DIR . \'/plugins/claims/main.php\'));\r\n		break;', 1, 0, 0),
(10, 1, 'language/Russian/adminpanel.lng', 'after', '\'wysiwyg_language\'		=>  \"ru\",', '// Claims\r\n\'mail_claims_1\'			=>	\"<strong>[Обращения]</strong> Настройка E-Mail сообщения, которое отсылается при регистрации обращения\",\r\n\'mail_claims_site\'	=>	\"При написании шаблона для данного сообщения вы можете использовать следующие теги:<br /><b>{%date%}</b> - дата отправки обращения<br /><b>{%id%}</b> - идентификационный номер обращения\",	\r\n\'mail_claims_2\'			=>	\"<strong>[Обращения]</strong> Настройка E-Mail сообщения, которое отсылается при закрытии обращения\",\r\n\'mail_claims_ans\'	=>	\"При написании шаблона для данного сообщения вы можете использовать следующие теги:<br /><b>{%date%}</b> - дата регистрации обращения<br /><b>{%id%}</b> - идентификационный номер обращения<br /><b>{%answer%}</b> - ответ на обращение\",\r\n\'mail_claims_3\'			=>	\"<strong>[Обращения]</strong> Настройка E-Mail сообщения, которое отсылается администрации при отправки обращения пользователем\",\r\n\'mail_claims_adm\'	=>	\"При написании шаблона для данного сообщения вы можете использовать следующие теги:<br /><b>{%date%}</b> - дата регистрации обращения<br /><b>{%id%}</b> - идентификационный номер обращения<br /><b>{%claim%}</b> - текст обращения\",	\r\n\'cl_sys_mh\'		=>	\"Заголовок письма при отправки обращения\",	\r\n\'cl_sys_mhd\'		=>	\"Введите заголовок письма, которое будет отправлено пользователю при отправки обращения с сайта\",	\r\n\'cl_sys_mha\'		=>	\"Заголовок письма при отправки ответа\",		\r\n\'cl_sys_mhad\'		=>	\"Введите заголовок письма, которое будет отправлено пользователю, после закрытия обращения, возможно использовать тег {id}, который выведет идентификационный номер обращения\",	\r\n\'cl_sys_ft\'		=>	\"Типы файлов, доступных для загрузки\",		\r\n\'cl_sys_ftd\'		=>	\"Введите через запятую расширения файлов, доступных для вложения при отправке обращения.\",	\r\n\'cl_sys_ok_d\'		=>	\"Департамент был успешно изменен\",	\r\n\'cl_sys_ok_m\'		=>	\"Индивидуальный идентификационный номер успешно сохранен\",\r\n\'cl_sys_ae\'		=>	\"Почтовый адрес администрации\",	\r\n\'cl_sys_aed\'		=>	\"Введите почтовый ящик для получения увведомлений о новых обращениях\",	\r\n\'cl_sys_mst\'		=>	\"Заголовок письма при отправки администрации\",	\r\n\'cl_sys_mstd\'		=>	\"Введите заголовок письма, которое будет отправлено администрации, после тоого, как зарегистрировано новое обращение.\",	\r\n\'cl_sys_se\'		=>	\"Отправлять письмо при регистрации обращения?\",\r\n\'cl_sys_sed\'		=>	\"При включении данной опции, пользователю, отправившему обращение на сайте, на указанный им почтовый ящик придет письмо с регистрационными данными, шаблон которого вы можете изменить в разделе Email-шаблоны\",\r\n\'cl_sys_anse\'		=>	\"Отправлять письмо при ответе на обращения?\",\r\n\'cl_sys_ansed\'		=>	\"При включении данной опции, пользователю, за которым закреплено обращение, при ответе администрации на него, на указанный им почтовый ящик придет письмо с данными, шаблон которого вы можете изменить в разделе Email-шаблоны\",\r\n\'cl_sys_ade\'		=>	\"Отправлять письмо администрации при регистрации обращения?\",\r\n\'cl_sys_aded\'		=>	\"Включите данныу опцию, если желаете при регистрации обращения получать об этом уведомление на почтовый ящик.\",\r\n\'cl_sys_mni\'		=>	\"Включить пользовательский идентификатор обращений?\",\r\n\'cl_sys_mnid\'		=>	\"Включите, если желаете вести дополнительно ручную идентификацию обращений\",', 1, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_plugins_logs`
--

CREATE TABLE `dle_plugins_logs` (
  `id` int(11) NOT NULL,
  `plugin_id` int(11) NOT NULL DEFAULT 0,
  `area` text NOT NULL,
  `error` text NOT NULL,
  `type` varchar(10) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_pm`
--

CREATE TABLE `dle_pm` (
  `id` int(11) UNSIGNED NOT NULL,
  `subj` varchar(255) NOT NULL DEFAULT '',
  `text` text NOT NULL,
  `user` mediumint(8) NOT NULL DEFAULT 0,
  `user_from` varchar(40) NOT NULL DEFAULT '',
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0,
  `pm_read` tinyint(1) NOT NULL DEFAULT 0,
  `folder` varchar(10) NOT NULL DEFAULT '',
  `reply` tinyint(1) NOT NULL DEFAULT 0,
  `sendid` int(10) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_poll`
--

CREATE TABLE `dle_poll` (
  `id` mediumint(8) UNSIGNED NOT NULL,
  `news_id` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `title` varchar(200) NOT NULL DEFAULT '',
  `frage` varchar(200) NOT NULL DEFAULT '',
  `body` text NOT NULL,
  `votes` mediumint(8) NOT NULL DEFAULT 0,
  `multiple` tinyint(1) NOT NULL DEFAULT 0,
  `answer` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_poll_log`
--

CREATE TABLE `dle_poll_log` (
  `id` int(10) UNSIGNED NOT NULL,
  `news_id` int(10) UNSIGNED NOT NULL DEFAULT 0,
  `member` varchar(40) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_post`
--

CREATE TABLE `dle_post` (
  `id` int(11) NOT NULL,
  `autor` varchar(40) NOT NULL DEFAULT '',
  `date` datetime NOT NULL DEFAULT '2000-01-01 00:00:00',
  `short_story` mediumtext NOT NULL,
  `full_story` mediumtext NOT NULL,
  `xfields` mediumtext NOT NULL,
  `title` varchar(255) NOT NULL DEFAULT '',
  `descr` varchar(300) NOT NULL DEFAULT '',
  `keywords` text NOT NULL,
  `category` varchar(190) NOT NULL DEFAULT '0',
  `alt_name` varchar(190) NOT NULL DEFAULT '',
  `comm_num` mediumint(8) UNSIGNED NOT NULL DEFAULT 0,
  `allow_comm` tinyint(1) NOT NULL DEFAULT 1,
  `allow_main` tinyint(1) UNSIGNED NOT NULL DEFAULT 1,
  `approve` tinyint(1) NOT NULL DEFAULT 0,
  `fixed` tinyint(1) NOT NULL DEFAULT 0,
  `allow_br` tinyint(1) NOT NULL DEFAULT 1,
  `symbol` varchar(3) NOT NULL DEFAULT '',
  `tags` varchar(255) NOT NULL DEFAULT '',
  `metatitle` varchar(255) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_post`
--

INSERT INTO `dle_post` (`id`, `autor`, `date`, `short_story`, `full_story`, `xfields`, `title`, `descr`, `keywords`, `category`, `alt_name`, `comm_num`, `allow_comm`, `allow_main`, `approve`, `fixed`, `allow_br`, `symbol`, `tags`, `metatitle`) VALUES
(5, 'admin', '2020-12-04 16:06:16', '<img src=\\\"https://president.uz/uploads/c959a726-8983-6b80-d9ff-082c4b10f5d5.png\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev Qozog‘iston Respublikasi Prezidenti Qasim-Jomart Toqayev bilan telefon orqali muloqot qildi.<br>Davlatimiz rahbari Qozog‘istonning ko‘p millatli xalqini davlat bayrami – Birinchi Prezident kuni bilan samimiy qutlab, tinchlik, farovonlik va ravnaq tiladi.<br>Suhbat chog‘ida O‘zbekiston va Qozog‘iston o‘rtasidagi do‘stlik, yaxshi qo‘shnichilik va strategik sheriklik munosabatlarini mustahkamlashning dolzarb masalalari ko‘rib chiqildi. Amaliy hamkorlikka oid qo‘shma loyiha va dasturlarni, avvalo, savdo-iqtisodiy, investitsiyaviy va gumanitar sohalarda ilgari surishga alohida e’tibor qaratildi.<br>Prezidentlar xalqaro kun tartibini, jumladan, shu oyda O‘zbekiston Respublikasi raisligida bo‘lib o‘tadigan MDH sammitiga tayyorgarlik ko‘rish masalalarini ham muhokama qildilar. Hamdo‘stlik va boshqa mintaqaviy hamda global tuzilmalar doirasidagi yaqin muloqotni davom ettirishga tayyor ekanliklarini ta’kidladilar.<br>Suhbat so‘ngida qardosh mamlakatlarimiz o‘rtasidagi keng ko‘lamli hamkorlikni rivojlantirishga ikki tomonning ham intilishi qat’iy ekani tasdiqlandi.<br><br>', '<img src=\\\"https://president.uz/uploads/c959a726-8983-6b80-d9ff-082c4b10f5d5.png\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev Qozog‘iston Respublikasi Prezidenti Qasim-Jomart Toqayev bilan telefon orqali muloqot qildi.<br>Davlatimiz rahbari Qozog‘istonning ko‘p millatli xalqini davlat bayrami – Birinchi Prezident kuni bilan samimiy qutlab, tinchlik, farovonlik va ravnaq tiladi.<br>Suhbat chog‘ida O‘zbekiston va Qozog‘iston o‘rtasidagi do‘stlik, yaxshi qo‘shnichilik va strategik sheriklik munosabatlarini mustahkamlashning dolzarb masalalari ko‘rib chiqildi. Amaliy hamkorlikka oid qo‘shma loyiha va dasturlarni, avvalo, savdo-iqtisodiy, investitsiyaviy va gumanitar sohalarda ilgari surishga alohida e’tibor qaratildi.<br>Prezidentlar xalqaro kun tartibini, jumladan, shu oyda O‘zbekiston Respublikasi raisligida bo‘lib o‘tadigan MDH sammitiga tayyorgarlik ko‘rish masalalarini ham muhokama qildilar. Hamdo‘stlik va boshqa mintaqaviy hamda global tuzilmalar doirasidagi yaqin muloqotni davom ettirishga tayyor ekanliklarini ta’kidladilar.<br>Suhbat so‘ngida qardosh mamlakatlarimiz o‘rtasidagi keng ko‘lamli hamkorlikni rivojlantirishga ikki tomonning ham intilishi qat’iy ekani tasdiqlandi.<br><br>', '', 'O‘zbekiston va Qozog‘iston Prezidentlarining telefon orqali muloqoti bo‘lib o‘tdi', ' O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev Qozog‘iston Respublikasi Prezidenti Qasim-Jomart Toqayev bilan telefon orqali muloqot qildi. Davlatimiz rahbari Qozog‘istonning ko‘p millatli xalqini davlat bayrami – Birinchi Prezident kuni bilan samimiy qutlab, tinchlik, farovonlik va ravnaq', 'O‘zbekiston, Respublikasi, o‘rtasidagi, bilan, Suhbat, Qozog‘iston, Prezidenti, bo‘lib, qildilar, muhokama, masalalarini, ko‘rish, tayyorgarlik, sammitiga, o‘tadigan, raisligida, surishga, jumladan, Hamdo‘stlik, xalqaro', '1', 'ozbekiston-va-qozogiston-prezidentlarining-telefon-orqali-muloqoti-bolib-otdi', 0, 1, 1, 1, 0, 0, '', '', ''),
(6, 'admin', '2020-12-04 16:07:11', '<img src=\\\"https://president.uz/uploads/normal/98475c1b-0ded-26a4-b2e0-1803a67d409f.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Prezident Shavkat Mirziyoyev elektrotexnika va farmatsevtika sohalarida investitsiya loyihalarini jadallashtirish, raqobatbardosh mahsulotlar ishlab chiqarish masalalari yuzasidan yig‘ilish o‘tkazdi.<br>Mazkur tarmoqlarda ishni zamonaviy asosda tashkil etib, yuqori qo‘shilgan qiymatli mahsulotlar turini kengaytirish choralari ko‘rilgani natijasida so‘nggi uch yilda eksport hajmi 1,7 baravar oshdi. Joriy yilda bu ko‘rsatkich 350 million dollarga yetishi kutilmoqda.<br>Lekin hali kamchiliklar ko‘pligi, elektrotexnika va farmatsevtika iqtisodiyotda “rivojlanish nuqtalari” bo‘lishi kerakligi ta’kidlandi.<br>– O‘tgan 10 oyda ikkita soha bo‘yicha 2 milliard dollardan ko‘p import bo‘lgan. Mana shu raqamning o‘zi nima qilishimiz kerakligini ko‘rsatib turibdi, – dedi Shavkat Mirziyoyev.<br>Joriy yilda elektrotexnika sanoati tarmog‘ida 55 ta loyiha rejalashtirilgan edi. Shundan 26 tasi yo‘lga qo‘yilgan, 29 tasining ijrosi kechikmoqda.<br>Davlatimiz rahbari bunday qoloqlikning sabablarini so‘rab, ularni hal etish bo‘yicha topshiriqlar berdi. <br>Elektrotexnika tarmog‘ining drayver yo‘nalishlarini aniqlab olish kerakligi qayd etildi.<br>Bugungi kunda ishlab chiqarish murakkab bo‘lmagan va xorijdan olib kelishdagi transport xarajatlari yuqori mahsulotlar importi 500 million dollardan ortadi.<br>“O‘zeltexsanoat” uyushmasiga yil yakuniga qadar shunday mahsulotlar ro‘yxatini shakllantirib, Toshkent shahri va Xorazmdagi sanoat zonalarida ishlab chiqarish bo‘yicha ko‘rsatma berildi.<br>Mazkur tarmoqdagi eksportni shu yil yakuni bilan 310 million dollarga, kelgusi yil 370 million dollarga yetkazish vazifasi qo‘yildi. Bunda dunyoga mashhur onlayn savdo tarmoqlaridan ham foydalanish, xalqaro tenderlarda qatnashish yaxshi samara berishi aytildi. 2021-yilda xalqaro standartlarni joriy etish uchun laboratoriya va sertifikatlash markazini tashkil etish topshirig‘i berildi.<br>Yig‘ilishda farmatsevtika tarmog‘idagi loyihalar ijrosi ham muhokama etildi.<br>Joriy yilga rejalashtirilgan 100 million dollarlik 37 ta investitsiya loyihasidan bugungi kungacha faqat bittasi foydalanishga topshirilgani keskin tanqid qilindi.<br>Kelgusi yilda 149 million dollarlik 37 ta loyiha bo‘yicha amaliy ishlarni hozirdan boshlash zarurligi ko‘rsatib o‘tildi.<br>Sohadagi yana bir kamchilik – oxirgi yillarda tashkil etilgan 16 ta yirik korxonaning 8 tasi to‘liq quvvatda ishlamayapti. Mutasaddilarga ularni birma-bir tahlil qilib, to‘liq quvvatga chiqishiga ko‘maklashish topshirildi.<br>Mahalliy korxonalarda 3 mingdan ortiq nomdagi dori-darmon ishlab chiqarilsa-da, ular asosan murakkab bo‘lmagan jenerik vositalardan iborat.<br>– Pandemiya hammamizning ko‘zimizni ochdi, farmatsevtika nafaqat iqtisodiy, balki xavfsizlik jihatidan ham strategik tarmoq ekanini ko‘rsatdi. Birinchi bo‘lib farmzonalar tashkil etganimiz bejiz emas. Biz juda ko‘p narsaga dunyoqarashimizni o‘zgartirishimiz kerak, – dedi Prezident.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/22321a09-4c20-14d8-8d3c-52b44faf878e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Shu bois xavfsizlik va samaradorlik darajasi yuqori bo‘lgan dori vositalarini ishlab chiqarishga o‘tish kerakligi ta’kidlandi.  <br>Misol uchun, kelgusi yilda Namanganda parenteral, Samarqandda gormonal va Toshkent viloyatida qon preparatlarini ishlab chiqarishga imkoniyat mavjud.<br>Dorivor o‘simliklarni plantansiya usulida yetishtirish va sanoat qayta ishlashni yo‘lga qo‘yish natijasida eksport hajmi joriy yilning o‘tgan 10 oyida 40 million dollarni tashkil etdi. Hududlarda dorivor o‘simliklarni qayta ishlash bo‘yicha qiymati 42 million dollar bo‘lgan 14 ta klaster tashkil etildi.<br>Joriy yilda dorivor o‘simliklar plantatsiyalari 16 ming gektarga, xomashyo tayyorlash hajmi 22 ming tonnaga yetkazilmoqda. Lekin bu yetarli emas.<br>Shu bois kelgusi yilda mahsulot yetishtirish, qayta ishlash va eksport hajmini kamida 2 baravarga oshirish maqsad qilib qo‘yildi.<br>Qandli diabet kasalligida shakar o‘rnini bosuvchi steviya o‘simligini yetishtirish, baxmalgul, na’matak, topinambur, ola-o‘t, za’faron kabi eksportbop dorivorlarni sanoatlashtirish bo‘yicha ko‘rsatmalar berildi.<br>207 ta korxonadan 157 tasida xalqaro standartlar joriy qilinmagani qayd etilib, bu boradagi ishlarni kengaytirish muhimligi ta’kidlandi. Kelgusi yilda farmavsevtika mahsulotlari eksportini 55 million dollarga olib chiqish vazifasi belgilandi.<br>Yig‘ilishda muhokama qilingan masalalar yuzasidan tarmoq va hududlar rahbarlari axborot berdi.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/24fa7056-eb18-a324-80bd-9b2d08e48997.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/e6477720-97f7-b1a5-a66c-9fd6d1d3a695.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/3357b16f-037a-12d4-28bc-0f7a48485d34.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><br>', '<img src=\\\"https://president.uz/uploads/normal/98475c1b-0ded-26a4-b2e0-1803a67d409f.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Prezident Shavkat Mirziyoyev elektrotexnika va farmatsevtika sohalarida investitsiya loyihalarini jadallashtirish, raqobatbardosh mahsulotlar ishlab chiqarish masalalari yuzasidan yig‘ilish o‘tkazdi.<br>Mazkur tarmoqlarda ishni zamonaviy asosda tashkil etib, yuqori qo‘shilgan qiymatli mahsulotlar turini kengaytirish choralari ko‘rilgani natijasida so‘nggi uch yilda eksport hajmi 1,7 baravar oshdi. Joriy yilda bu ko‘rsatkich 350 million dollarga yetishi kutilmoqda.<br>Lekin hali kamchiliklar ko‘pligi, elektrotexnika va farmatsevtika iqtisodiyotda “rivojlanish nuqtalari” bo‘lishi kerakligi ta’kidlandi.<br>– O‘tgan 10 oyda ikkita soha bo‘yicha 2 milliard dollardan ko‘p import bo‘lgan. Mana shu raqamning o‘zi nima qilishimiz kerakligini ko‘rsatib turibdi, – dedi Shavkat Mirziyoyev.<br>Joriy yilda elektrotexnika sanoati tarmog‘ida 55 ta loyiha rejalashtirilgan edi. Shundan 26 tasi yo‘lga qo‘yilgan, 29 tasining ijrosi kechikmoqda.<br>Davlatimiz rahbari bunday qoloqlikning sabablarini so‘rab, ularni hal etish bo‘yicha topshiriqlar berdi. <br>Elektrotexnika tarmog‘ining drayver yo‘nalishlarini aniqlab olish kerakligi qayd etildi.<br>Bugungi kunda ishlab chiqarish murakkab bo‘lmagan va xorijdan olib kelishdagi transport xarajatlari yuqori mahsulotlar importi 500 million dollardan ortadi.<br>“O‘zeltexsanoat” uyushmasiga yil yakuniga qadar shunday mahsulotlar ro‘yxatini shakllantirib, Toshkent shahri va Xorazmdagi sanoat zonalarida ishlab chiqarish bo‘yicha ko‘rsatma berildi.<br>Mazkur tarmoqdagi eksportni shu yil yakuni bilan 310 million dollarga, kelgusi yil 370 million dollarga yetkazish vazifasi qo‘yildi. Bunda dunyoga mashhur onlayn savdo tarmoqlaridan ham foydalanish, xalqaro tenderlarda qatnashish yaxshi samara berishi aytildi. 2021-yilda xalqaro standartlarni joriy etish uchun laboratoriya va sertifikatlash markazini tashkil etish topshirig‘i berildi.<br>Yig‘ilishda farmatsevtika tarmog‘idagi loyihalar ijrosi ham muhokama etildi.<br>Joriy yilga rejalashtirilgan 100 million dollarlik 37 ta investitsiya loyihasidan bugungi kungacha faqat bittasi foydalanishga topshirilgani keskin tanqid qilindi.<br>Kelgusi yilda 149 million dollarlik 37 ta loyiha bo‘yicha amaliy ishlarni hozirdan boshlash zarurligi ko‘rsatib o‘tildi.<br>Sohadagi yana bir kamchilik – oxirgi yillarda tashkil etilgan 16 ta yirik korxonaning 8 tasi to‘liq quvvatda ishlamayapti. Mutasaddilarga ularni birma-bir tahlil qilib, to‘liq quvvatga chiqishiga ko‘maklashish topshirildi.<br>Mahalliy korxonalarda 3 mingdan ortiq nomdagi dori-darmon ishlab chiqarilsa-da, ular asosan murakkab bo‘lmagan jenerik vositalardan iborat.<br>– Pandemiya hammamizning ko‘zimizni ochdi, farmatsevtika nafaqat iqtisodiy, balki xavfsizlik jihatidan ham strategik tarmoq ekanini ko‘rsatdi. Birinchi bo‘lib farmzonalar tashkil etganimiz bejiz emas. Biz juda ko‘p narsaga dunyoqarashimizni o‘zgartirishimiz kerak, – dedi Prezident.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/22321a09-4c20-14d8-8d3c-52b44faf878e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Shu bois xavfsizlik va samaradorlik darajasi yuqori bo‘lgan dori vositalarini ishlab chiqarishga o‘tish kerakligi ta’kidlandi.  <br>Misol uchun, kelgusi yilda Namanganda parenteral, Samarqandda gormonal va Toshkent viloyatida qon preparatlarini ishlab chiqarishga imkoniyat mavjud.<br>Dorivor o‘simliklarni plantansiya usulida yetishtirish va sanoat qayta ishlashni yo‘lga qo‘yish natijasida eksport hajmi joriy yilning o‘tgan 10 oyida 40 million dollarni tashkil etdi. Hududlarda dorivor o‘simliklarni qayta ishlash bo‘yicha qiymati 42 million dollar bo‘lgan 14 ta klaster tashkil etildi.<br>Joriy yilda dorivor o‘simliklar plantatsiyalari 16 ming gektarga, xomashyo tayyorlash hajmi 22 ming tonnaga yetkazilmoqda. Lekin bu yetarli emas.<br>Shu bois kelgusi yilda mahsulot yetishtirish, qayta ishlash va eksport hajmini kamida 2 baravarga oshirish maqsad qilib qo‘yildi.<br>Qandli diabet kasalligida shakar o‘rnini bosuvchi steviya o‘simligini yetishtirish, baxmalgul, na’matak, topinambur, ola-o‘t, za’faron kabi eksportbop dorivorlarni sanoatlashtirish bo‘yicha ko‘rsatmalar berildi.<br>207 ta korxonadan 157 tasida xalqaro standartlar joriy qilinmagani qayd etilib, bu boradagi ishlarni kengaytirish muhimligi ta’kidlandi. Kelgusi yilda farmavsevtika mahsulotlari eksportini 55 million dollarga olib chiqish vazifasi belgilandi.<br>Yig‘ilishda muhokama qilingan masalalar yuzasidan tarmoq va hududlar rahbarlari axborot berdi.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/24fa7056-eb18-a324-80bd-9b2d08e48997.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/e6477720-97f7-b1a5-a66c-9fd6d1d3a695.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/3357b16f-037a-12d4-28bc-0f7a48485d34.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><br>', '', 'Investitsiya loyihalarining bajarilishi tanqidiy muhokama qilindi', ' Prezident Shavkat Mirziyoyev elektrotexnika va farmatsevtika sohalarida investitsiya loyihalarini jadallashtirish, raqobatbardosh mahsulotlar ishlab chiqarish masalalari yuzasidan yig‘ilish o‘tkazdi. Mazkur tarmoqlarda ishni zamonaviy asosda tashkil etib, yuqori qo‘shilgan qiymatli mahsulotlar', 'million, yilda, bo‘yicha, tashkil, ishlab, farmatsevtika, dollarga, Joriy, mahsulotlar, kerakligi, etish, xalqaro, hajmi, eksport, joriy, bo‘lgan, yuqori, ta’kidlandi, qayta, yetishtirish', '1', 'investitsiya-loyihalarining-bajarilishi-tanqidiy-muhokama-qilindi', 0, 1, 1, 1, 0, 0, '', '', ''),
(4, 'admin', '2020-12-04 16:03:53', '<img src=\\\"https://president.uz/uploads/normal/3abfceee-fb27-a3b5-0af5-d8470abfd1f8.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>2-dekabr kuni O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev mamlakatimizda amaliy tashrif bilan bo‘lib turgan Rossiya Federatsiyasi Prezidenti Administratsiyasi rahbarining o‘rinbosari Dmitriy Kozak boshchiligidagi delegatsiyani qabul qildi.<br>Oliy darajadagi samarali muloqot tufayli O‘zbekiston-Rossiya ko‘p qirrali hamkorligi keyingi yillarda jadal sur’at bilan rivojlanayotgani, strategik sheriklik va ittifoqchilik munosabatlari mustahkamlanib borayotganini davlatimiz rahbari katta mamnuniyat bilan qayd etdi.<br>Dmitriy Kozak O‘zbekiston Prezidentiga samimiy qabul uchun minnatdorlik bildirib, Rossiya Prezidenti Vladimir Putinning salomi va eng ezgu tilaklarini yetkazdi.<br>Bo‘lajak ikki tomonlama va ko‘p tomonlama formatdagi uchrashuvlarga tayyorgarlik ko‘rish va ularni o‘tkazish masalalari ko‘rib chiqildi. Ushbu tadbirlar kun tartibini aniq amaliy mazmun bilan boyitishga alohida e’tibor qaratildi.<br>Xalqaro siyosatning ayrim jihatlari yuzasidan ham fikr almashildi.<br><br>', '<img src=\\\"https://president.uz/uploads/normal/3abfceee-fb27-a3b5-0af5-d8470abfd1f8.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>2-dekabr kuni O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev mamlakatimizda amaliy tashrif bilan bo‘lib turgan Rossiya Federatsiyasi Prezidenti Administratsiyasi rahbarining o‘rinbosari Dmitriy Kozak boshchiligidagi delegatsiyani qabul qildi.<br>Oliy darajadagi samarali muloqot tufayli O‘zbekiston-Rossiya ko‘p qirrali hamkorligi keyingi yillarda jadal sur’at bilan rivojlanayotgani, strategik sheriklik va ittifoqchilik munosabatlari mustahkamlanib borayotganini davlatimiz rahbari katta mamnuniyat bilan qayd etdi.<br>Dmitriy Kozak O‘zbekiston Prezidentiga samimiy qabul uchun minnatdorlik bildirib, Rossiya Prezidenti Vladimir Putinning salomi va eng ezgu tilaklarini yetkazdi.<br>Bo‘lajak ikki tomonlama va ko‘p tomonlama formatdagi uchrashuvlarga tayyorgarlik ko‘rish va ularni o‘tkazish masalalari ko‘rib chiqildi. Ushbu tadbirlar kun tartibini aniq amaliy mazmun bilan boyitishga alohida e’tibor qaratildi.<br>Xalqaro siyosatning ayrim jihatlari yuzasidan ham fikr almashildi.<br><br>', '', 'Shavkat Mirziyoyev Rossiya Federatsiyasi delegatsiyasini qabul qildi', ' 2-dekabr kuni O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev mamlakatimizda amaliy tashrif bilan bo‘lib turgan Rossiya Federatsiyasi Prezidenti Administratsiyasi rahbarining o‘rinbosari Dmitriy Kozak boshchiligidagi delegatsiyani qabul qildi. Oliy darajadagi samarali muloqot tufayli', 'bilan, Rossiya, Prezidenti, O‘zbekiston, Kozak, Dmitriy, tomonlama, qabul, amaliy, Vladimir, Putinning, salomi, o‘tkazish, tilaklarini, yetkazdi, Bo‘lajak, bildirib, minnatdorlik, uchun, formatdagi', '1', 'shavkat-mirziyoyev-rossiya-federatsiyasi-delegatsiyasini-qabul-qildi', 0, 1, 1, 1, 0, 0, '', '', ''),
(7, 'admin', '2020-12-04 16:25:59', '<img src=\\\"https://president.uz/uploads/normal/0e9fd825-3f81-18de-4f48-bd479cd85857.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Qadrli do‘stlar!  <br>Avvalo, o‘z hayotini el-yurt salomatligini asrashdek g‘oyat mas’uliyatli va sharafli ishga bag‘ishlagan siz, azizlarni kasb bayramingiz – Tibbiyot xodimlari kuni bilan chin qalbimdan samimiy tabriklab, barchangizga o‘zimning chuqur hurmatim va ezgu tilaklarimni bildirishdan mamnunman.<br>Xalqimiz sizlarni dunyodagi eng ulug‘ kasb egalari, muqaddas qasamyodiga sodiq, o‘z ishiga fidoyi insonlar deb biladi va mashaqqatli mehnatingizni yuksak qadrlaydi. <br>Ayniqsa, hozirgi murakkab pandemiya sharoitida chinakam salomatlik posbonlari bo‘lib maydonga chiqayotganingiz har qanday tahsin va tasannolarga munosibdir. <br>Ushbu xavfli kasallikka chalingan ming-minglab yurtdoshlarimizning shifo topib, oilasi bag‘riga qaytayotganida, hech shubhasiz, sizlarning beqiyos xizmatlaringiz bor. <br>Fursatdan foydalanib, bu mashaqqatli kurashning oldingi saflarida turib, o‘z hayotini xavf-xatarga qo‘yib, jasorat va matonat namunasini ko‘rsatib kelayotgan barcha tibbiyot xodimlariga o‘z nomimdan, butun xalqimiz nomidan yana bir bor chuqur minnatdorlik bildiraman.<br>Hurmatli tibbiyot xodimlari! <br>Biz o‘z oldimizga xalqimizni har tomonlama rozi qilishdek ulug‘ vazifani qo‘ygan ekanmiz, bu maqsadga erishish yo‘lida  sog‘liqni saqlash tizimini jadal rivojlantirishga birinchi darajali ahamiyat qaratmoqdamiz.<br>Keyingi to‘rt yilda bu borada sizlar bilan birga ulkan ishlarni amalga oshirdik. Bu davrda sohaga doir 200 ga yaqin me’yoriy-huquqiy hujjat, jumladan, O‘zbekiston Respublikasi sog‘liqni saqlash tizimini rivojlantirish konsepsiyasi qabul qilinganini qayd etish lozim. <br>Yurtimizda birlamchi tibbiy-sanitariya, shoshilinch va tez tibbiy yordam, ixtisoslashtirilgan xizmatlar takomillashib bormoqda. Onalar va bolalar o‘limining oldini olish, kasalliklarni barvaqt aniqlash, oilalarda sog‘lom turmush tarzini shakllantirish, tibbiy madaniyatni oshirish, aholining o‘rtacha umr ko‘rish darajasini uzaytirish bo‘yicha sezilarli natijalar qo‘lga kiritilmoqda. <br>Ma’lumki, 2020-yil O‘zbekiston sog‘liqni saqlash tizimi uchun mislsiz sinov, ayni vaqtda izchil rivojlanish, yangi tajriba orttirish yili bo‘ldi. <br>Soha rivoji uchun davlat byudjetidan 14,8 trillion so‘m yoki 2019-yilga nisbatan 1,2 barobar ko‘p mablag‘ ajratilgani, shuningdek, Investitsiya dasturiga muvofiq ushbu tizimga 1,15 trillion so‘m mablag‘ yo‘naltirilgani mavjud qiyinchiliklarga qaramasdan, katta ishlarni amalga oshirish imkonini berdi. Jumladan, markazda va joylarda qisqa muddatda davolash-profilaktika muassasalari, karantin zonalari hamda saralash-taqsimlash markazlari barpo etildi, Toshkent viloyatining Zangiota tumanida 4 ming o‘rinli ko‘p tarmoqli maxsus shifoxona ishga tushirildi. <br>O‘z vaqtida ko‘rilgan bunday chora-tadbirlarimiz bugun ijobiy natija berayotganini alohida ta’kidlash lozim.<br>Ayni vaqtda reproduktiv yoshdagi va homilador ayollar hamda bolalarga tibbiy yordam ko‘rsatish sifatini oshirish va ko‘lamini kengaytirish maqsadida zamonaviy tibbiyot markazlari, xususan, Toshkent shahrida Ikkinchi perinatal markaz, ilg‘or tibbiy texnologiyalar bilan jihozlangan, yiliga 1500 dan ziyod murakkab tibbiy amaliyotni bajarish imkonini beradigan Bolalar milliy tibbiyot markazi foydalanishga topshirildi.<br>Soha xodimlarining mehnatini munosib rag‘batlantirish, oylik maoshlarini ko‘paytirish, pandemiya sharoitida ishlayotgan shifokorlarga qo‘shimcha haq to‘lash bo‘yicha yangi tizim joriy etildi. <br>Bu yil olis qishloq va ovullarda 798 ta oilaviy poliklinika tashkil etilib, ularda ijtimoiy dorixona, kechayu kunduz ishlaydigan tez tibbiy yordam shoxobchasi, ayollar maslahatxonalari, qizlar salomatligi xonalari faoliyati yo‘lga qo‘yilgani ham muhim ishlarimiz qatoriga kiradi. Shuningdek, akusher-ginekolog, xirurg, stomatolog, terapevt, pediatr kabi 5 ta yo‘nalishdagi tor soha mutaxassislari faoliyatini yo‘lga qo‘yish hisobidan qishloq ahliga malakali ambulatoriya yordami ko‘rsatadigan tizim ish boshladi. <br>Keyingi yillarda respublikamizda ixtisoslashgan ilmiy-amaliy tibbiyot markazlarining umumiy soni 18 taga yetkazildi, hududlarimizda ularning 18 ta filiali tashkil etildi. Ushbu markazlarda buyrak va jigar transplantatsiyasi bilan bog‘liq murakkab operatsiyalar o‘tkazilmoqda. Hatto viloyatlarimiz markazlarida ham ochiq yurakda kardiojarrohlik operatsiyalari amalga oshirilmoqda.<br>Hozirgi vaqtda yurtimizda 5805 ta xususiy tibbiyot muassasasi faoliyat ko‘rsatmoqda. Ular tibbiy xizmat sifatini oshirish va raqobat muhitini kuchaytirishga xizmat qilmoqda. Ayni paytda 70 dan ortiq xususiy tibbiyot muassasasi koronavirus infeksiyasi bo‘yicha laboratoriya xizmatlarini ko‘rsatish, 25 ta shunday klinika esa diagnostika va davolash bilan shug‘ullanmoqda. Aytish kerakki, xususiy sektorni kuchaytirish borasidagi ishlarimiz bugungi murakkab vaziyatda o‘zini to‘la oqlamoqda.<br>Davlat-xususiy sheriklik tizimi asosidagi tibbiy ob’ektlar soni ham ko‘payib bormoqda. Joriy yilda umumiy qiymati 51,4 milliard so‘mni tashkil etadigan 9 ta davlat-xususiy sheriklik hamda 187 ta autsorsing shaklidagi loyihalar amalga oshirilgani ham shundan dalolat beradi.<br>Respublikamizda Tez tibbiy yordamni rivojlantirish jamg‘armasini tashkil etganimizdan xabaringiz bor. Jamg‘arma mablag‘lari hisobidan Toshkent shahar tez tibbiy yordam stansiyasi 150 ta zamonaviy “Ford” tibbiy yordam avtomashinasi bilan ta’minlandi. Natijada yurtimiz bo‘yicha tez tibbiy yordam avtomashinalari soni 2514 taga yetdi. Eng muhimi, mazkur tizimda xizmat sifati yaxshilanib bormoqda.<br>Mamlakatimizda birinchi marta Gemodializ xizmatlari bo‘yicha konsepsiya ishlab chiqilib, hozirgi kunda uni amalga oshirishga kirishildi. <br>Yana bir muhim masala – soha uchun yuksak malakali kadrlar tayyorlash bo‘yicha ham muhim loyihalar amalga oshirilmoqda. Bu borada 2020-yilda tibbiyot yo‘nalishidagi oliy o‘quv yurtlariga qabul kvotalari bakalavriat bosqichi uchun 27 foiz, magistratura yo‘nalishida 28 foiz va klinik ordinatura tizimida 22 foizga oshirilgani va yangi mutaxassisliklar bo‘yicha kadrlar tayyorlash yo‘lga qo‘yilgani g‘oyat muhim ahamiyatga egadir.<br>Hozirgi vaqtda Germaniya, Italiya, Rossiya, Koreya Respublikasi, Turkiya, Belarus, Ukraina kabi davlatlarning oliy ta’lim muassasalari bilan hamkorlikda talabalar zarur mutaxassisliklar bo‘yicha qo‘shma ta’lim dasturlari asosida o‘qitilmoqda.<br>Muhtaram soha xodimlari!<br>Albatta, sog‘liqni saqlash tizimidagi barcha islohotlarimiz natijasi avvalo hurmatli shifokor va hamshiralar, yoshlarga tibbiyot sirlarini o‘rgatayotgan professor-o‘qituvchilar, ilmiy xodimlarning fidokorona mehnati, mahorat va tajribasiga bog‘liq ekanini hammamiz yaxshi tushunamiz. <br>Tibbiyot xodimlari kuni arafasida o‘tkazilgan katta anjumanda sizlar bilan birga mamlakatimiz sog‘liqni saqlash tizimini bugungi kun talablari asosida rivojlantirish, sohaning moddiy-texnik bazasini mustahkamlash, kasalliklarning oldini olish, profilaktika ishlarini kuchaytirish, ayniqsa, sog‘lom turmush tarzi tamoyillarini keng joriy etish, diagnostika va davolash jarayonlariga raqamli texnologiyalar, innovatsion yondashuvlarni tatbiq qilish bilan bog‘liq eng muhim va dolzarb vazifalarni belgilab oldik. <br>Butun xalqimiz qatori bugungi og‘ir sinovlardan mardona o‘tayotgan, zamonamizning chinakam qahramonlari bo‘lgan siz, tibbiyot xodimlari ana shunday mas’uliyatli vazifalarni ado etishda faol ishtirok etib, barchaga o‘rnak va namuna bo‘lasizlar, deb ishonaman. <br>Sizlarning mashaqqatli va olijanob mehnatingizni munosib qadrlash, tizim uchun malakali kadrlar tayyorlash, mamlakatimiz sog‘liqni saqlash sohasining raqobatbardoshligini oshirish, Jahon sog‘liqni saqlash tashkiloti va xorijiy tibbiyot markazlari bilan amaliy hamkorlikni kuchaytirish, telemeditsinani rivojlantirish  masalalari bundan buyon ham doimiy e’tiborimiz markazida bo‘ladi.<br>Sizlarni qutlug‘ kasb bayramingiz bilan yana bir bor samimiy muborakbod etib, barchangizga baxt-saodat, xonadonlaringizga fayzu baraka tilayman.<br>Qo‘lingiz dard ko‘rmasin, hamisha sog‘-omon bo‘ling, aziz shifokorlar!<br> <br><b>Shavkat Mirziyoyev,</b><br><b>O‘zbekiston Respublikasi Prezidenti</b><br><br>', '<img src=\\\"https://president.uz/uploads/normal/0e9fd825-3f81-18de-4f48-bd479cd85857.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Qadrli do‘stlar!  <br>Avvalo, o‘z hayotini el-yurt salomatligini asrashdek g‘oyat mas’uliyatli va sharafli ishga bag‘ishlagan siz, azizlarni kasb bayramingiz – Tibbiyot xodimlari kuni bilan chin qalbimdan samimiy tabriklab, barchangizga o‘zimning chuqur hurmatim va ezgu tilaklarimni bildirishdan mamnunman.<br>Xalqimiz sizlarni dunyodagi eng ulug‘ kasb egalari, muqaddas qasamyodiga sodiq, o‘z ishiga fidoyi insonlar deb biladi va mashaqqatli mehnatingizni yuksak qadrlaydi. <br>Ayniqsa, hozirgi murakkab pandemiya sharoitida chinakam salomatlik posbonlari bo‘lib maydonga chiqayotganingiz har qanday tahsin va tasannolarga munosibdir. <br>Ushbu xavfli kasallikka chalingan ming-minglab yurtdoshlarimizning shifo topib, oilasi bag‘riga qaytayotganida, hech shubhasiz, sizlarning beqiyos xizmatlaringiz bor. <br>Fursatdan foydalanib, bu mashaqqatli kurashning oldingi saflarida turib, o‘z hayotini xavf-xatarga qo‘yib, jasorat va matonat namunasini ko‘rsatib kelayotgan barcha tibbiyot xodimlariga o‘z nomimdan, butun xalqimiz nomidan yana bir bor chuqur minnatdorlik bildiraman.<br>Hurmatli tibbiyot xodimlari! <br>Biz o‘z oldimizga xalqimizni har tomonlama rozi qilishdek ulug‘ vazifani qo‘ygan ekanmiz, bu maqsadga erishish yo‘lida  sog‘liqni saqlash tizimini jadal rivojlantirishga birinchi darajali ahamiyat qaratmoqdamiz.<br>Keyingi to‘rt yilda bu borada sizlar bilan birga ulkan ishlarni amalga oshirdik. Bu davrda sohaga doir 200 ga yaqin me’yoriy-huquqiy hujjat, jumladan, O‘zbekiston Respublikasi sog‘liqni saqlash tizimini rivojlantirish konsepsiyasi qabul qilinganini qayd etish lozim. <br>Yurtimizda birlamchi tibbiy-sanitariya, shoshilinch va tez tibbiy yordam, ixtisoslashtirilgan xizmatlar takomillashib bormoqda. Onalar va bolalar o‘limining oldini olish, kasalliklarni barvaqt aniqlash, oilalarda sog‘lom turmush tarzini shakllantirish, tibbiy madaniyatni oshirish, aholining o‘rtacha umr ko‘rish darajasini uzaytirish bo‘yicha sezilarli natijalar qo‘lga kiritilmoqda. <br>Ma’lumki, 2020-yil O‘zbekiston sog‘liqni saqlash tizimi uchun mislsiz sinov, ayni vaqtda izchil rivojlanish, yangi tajriba orttirish yili bo‘ldi. <br>Soha rivoji uchun davlat byudjetidan 14,8 trillion so‘m yoki 2019-yilga nisbatan 1,2 barobar ko‘p mablag‘ ajratilgani, shuningdek, Investitsiya dasturiga muvofiq ushbu tizimga 1,15 trillion so‘m mablag‘ yo‘naltirilgani mavjud qiyinchiliklarga qaramasdan, katta ishlarni amalga oshirish imkonini berdi. Jumladan, markazda va joylarda qisqa muddatda davolash-profilaktika muassasalari, karantin zonalari hamda saralash-taqsimlash markazlari barpo etildi, Toshkent viloyatining Zangiota tumanida 4 ming o‘rinli ko‘p tarmoqli maxsus shifoxona ishga tushirildi. <br>O‘z vaqtida ko‘rilgan bunday chora-tadbirlarimiz bugun ijobiy natija berayotganini alohida ta’kidlash lozim.<br>Ayni vaqtda reproduktiv yoshdagi va homilador ayollar hamda bolalarga tibbiy yordam ko‘rsatish sifatini oshirish va ko‘lamini kengaytirish maqsadida zamonaviy tibbiyot markazlari, xususan, Toshkent shahrida Ikkinchi perinatal markaz, ilg‘or tibbiy texnologiyalar bilan jihozlangan, yiliga 1500 dan ziyod murakkab tibbiy amaliyotni bajarish imkonini beradigan Bolalar milliy tibbiyot markazi foydalanishga topshirildi.<br>Soha xodimlarining mehnatini munosib rag‘batlantirish, oylik maoshlarini ko‘paytirish, pandemiya sharoitida ishlayotgan shifokorlarga qo‘shimcha haq to‘lash bo‘yicha yangi tizim joriy etildi. <br>Bu yil olis qishloq va ovullarda 798 ta oilaviy poliklinika tashkil etilib, ularda ijtimoiy dorixona, kechayu kunduz ishlaydigan tez tibbiy yordam shoxobchasi, ayollar maslahatxonalari, qizlar salomatligi xonalari faoliyati yo‘lga qo‘yilgani ham muhim ishlarimiz qatoriga kiradi. Shuningdek, akusher-ginekolog, xirurg, stomatolog, terapevt, pediatr kabi 5 ta yo‘nalishdagi tor soha mutaxassislari faoliyatini yo‘lga qo‘yish hisobidan qishloq ahliga malakali ambulatoriya yordami ko‘rsatadigan tizim ish boshladi. <br>Keyingi yillarda respublikamizda ixtisoslashgan ilmiy-amaliy tibbiyot markazlarining umumiy soni 18 taga yetkazildi, hududlarimizda ularning 18 ta filiali tashkil etildi. Ushbu markazlarda buyrak va jigar transplantatsiyasi bilan bog‘liq murakkab operatsiyalar o‘tkazilmoqda. Hatto viloyatlarimiz markazlarida ham ochiq yurakda kardiojarrohlik operatsiyalari amalga oshirilmoqda.<br>Hozirgi vaqtda yurtimizda 5805 ta xususiy tibbiyot muassasasi faoliyat ko‘rsatmoqda. Ular tibbiy xizmat sifatini oshirish va raqobat muhitini kuchaytirishga xizmat qilmoqda. Ayni paytda 70 dan ortiq xususiy tibbiyot muassasasi koronavirus infeksiyasi bo‘yicha laboratoriya xizmatlarini ko‘rsatish, 25 ta shunday klinika esa diagnostika va davolash bilan shug‘ullanmoqda. Aytish kerakki, xususiy sektorni kuchaytirish borasidagi ishlarimiz bugungi murakkab vaziyatda o‘zini to‘la oqlamoqda.<br>Davlat-xususiy sheriklik tizimi asosidagi tibbiy ob’ektlar soni ham ko‘payib bormoqda. Joriy yilda umumiy qiymati 51,4 milliard so‘mni tashkil etadigan 9 ta davlat-xususiy sheriklik hamda 187 ta autsorsing shaklidagi loyihalar amalga oshirilgani ham shundan dalolat beradi.<br>Respublikamizda Tez tibbiy yordamni rivojlantirish jamg‘armasini tashkil etganimizdan xabaringiz bor. Jamg‘arma mablag‘lari hisobidan Toshkent shahar tez tibbiy yordam stansiyasi 150 ta zamonaviy “Ford” tibbiy yordam avtomashinasi bilan ta’minlandi. Natijada yurtimiz bo‘yicha tez tibbiy yordam avtomashinalari soni 2514 taga yetdi. Eng muhimi, mazkur tizimda xizmat sifati yaxshilanib bormoqda.<br>Mamlakatimizda birinchi marta Gemodializ xizmatlari bo‘yicha konsepsiya ishlab chiqilib, hozirgi kunda uni amalga oshirishga kirishildi. <br>Yana bir muhim masala – soha uchun yuksak malakali kadrlar tayyorlash bo‘yicha ham muhim loyihalar amalga oshirilmoqda. Bu borada 2020-yilda tibbiyot yo‘nalishidagi oliy o‘quv yurtlariga qabul kvotalari bakalavriat bosqichi uchun 27 foiz, magistratura yo‘nalishida 28 foiz va klinik ordinatura tizimida 22 foizga oshirilgani va yangi mutaxassisliklar bo‘yicha kadrlar tayyorlash yo‘lga qo‘yilgani g‘oyat muhim ahamiyatga egadir.<br>Hozirgi vaqtda Germaniya, Italiya, Rossiya, Koreya Respublikasi, Turkiya, Belarus, Ukraina kabi davlatlarning oliy ta’lim muassasalari bilan hamkorlikda talabalar zarur mutaxassisliklar bo‘yicha qo‘shma ta’lim dasturlari asosida o‘qitilmoqda.<br>Muhtaram soha xodimlari!<br>Albatta, sog‘liqni saqlash tizimidagi barcha islohotlarimiz natijasi avvalo hurmatli shifokor va hamshiralar, yoshlarga tibbiyot sirlarini o‘rgatayotgan professor-o‘qituvchilar, ilmiy xodimlarning fidokorona mehnati, mahorat va tajribasiga bog‘liq ekanini hammamiz yaxshi tushunamiz. <br>Tibbiyot xodimlari kuni arafasida o‘tkazilgan katta anjumanda sizlar bilan birga mamlakatimiz sog‘liqni saqlash tizimini bugungi kun talablari asosida rivojlantirish, sohaning moddiy-texnik bazasini mustahkamlash, kasalliklarning oldini olish, profilaktika ishlarini kuchaytirish, ayniqsa, sog‘lom turmush tarzi tamoyillarini keng joriy etish, diagnostika va davolash jarayonlariga raqamli texnologiyalar, innovatsion yondashuvlarni tatbiq qilish bilan bog‘liq eng muhim va dolzarb vazifalarni belgilab oldik. <br>Butun xalqimiz qatori bugungi og‘ir sinovlardan mardona o‘tayotgan, zamonamizning chinakam qahramonlari bo‘lgan siz, tibbiyot xodimlari ana shunday mas’uliyatli vazifalarni ado etishda faol ishtirok etib, barchaga o‘rnak va namuna bo‘lasizlar, deb ishonaman. <br>Sizlarning mashaqqatli va olijanob mehnatingizni munosib qadrlash, tizim uchun malakali kadrlar tayyorlash, mamlakatimiz sog‘liqni saqlash sohasining raqobatbardoshligini oshirish, Jahon sog‘liqni saqlash tashkiloti va xorijiy tibbiyot markazlari bilan amaliy hamkorlikni kuchaytirish, telemeditsinani rivojlantirish  masalalari bundan buyon ham doimiy e’tiborimiz markazida bo‘ladi.<br>Sizlarni qutlug‘ kasb bayramingiz bilan yana bir bor samimiy muborakbod etib, barchangizga baxt-saodat, xonadonlaringizga fayzu baraka tilayman.<br>Qo‘lingiz dard ko‘rmasin, hamisha sog‘-omon bo‘ling, aziz shifokorlar!<br> <br><b>Shavkat Mirziyoyev,</b><br><b>O‘zbekiston Respublikasi Prezidenti</b><br><br>', '', 'O‘zbekiston sog‘liqni saqlash sohasi xodimlariga', ' Qadrli do‘stlar! Avvalo, o‘z hayotini el-yurt salomatligini asrashdek g‘oyat mas’uliyatli va sharafli ishga bag‘ishlagan siz, azizlarni kasb bayramingiz – Tibbiyot xodimlari kuni bilan chin qalbimdan samimiy tabriklab, barchangizga o‘zimning chuqur hurmatim va ezgu tilaklarimni bildirishdan', 'tibbiy, bilan, tibbiyot, bo‘yicha, sog‘liqni, saqlash, yordam, amalga, xususiy, xodimlari, muhim, uchun, oshirish, vaqtda, murakkab, rivojlantirish, tashkil, kuchaytirish, malakali, hamda', '2', 'ozbekiston-sogliqni-saqlash-sohasi-xodimlariga', 0, 1, 1, 1, 0, 0, '', '', ''),
(8, 'admin', '2020-12-04 16:26:41', '<img src=\\\"https://president.uz/uploads/normal/a144dee6-cd24-b1f6-af8d-7221b3485882.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>11-noyabr kuni O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev mamlakatimizda amaliy tashrif bilan bo‘lib turgan Afg‘oniston Islom Respublikasi Milliy yarashuv oliy kengashi Raisi Abdulla Abdullani qabul qildi.<br>Uchrashuvda ikki tomonlama hamkorlik hamda Afg‘onistondagi mojaroni tinch yo‘l bilan hal etishning dolzarb masalalari ko‘rib chiqildi.<br>Davlatimiz rahbari keyingi yillarda O‘zbekiston-Afg‘oniston munosabatlarini rivojlantirishda erishilgan sur’atni katta mamnuniyat bilan ta’kidladi. Amaliy hamkorlikni kengaytirish, savdo, iqtisodiyot, investitsiyalar, transport va logistika, energetika, ta’lim va boshqa muhim yo‘nalishlarda ustuvor loyihalarni ilgari surish borasidagi sa’y-harakatlar alohida qayd etildi.<br>O‘zbekiston Afg‘onistonda mintaqaviy ahamiyatdagi infratuzilmaviy loyihalarni amalga oshirishda faol ishtirok etishga tayyor ekani ta’kidlandi.<br>Abdulla Abdulla samimiy qabul uchun minnatdorlik bildirib, O‘zbekistonning afg‘onlararo tinchlik muzokaralarini boshlashga hamda xalqaro hamjamiyatning Afg‘onistondagi vaziyatni barqarorlashtirish bo‘yicha faoliyatini birlashtirishga xizmat qilgan sa’y-harakatlarini yuksak baholadi.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/394a2fef-fb5d-6d8d-7821-ad6fa071dd3b.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Mehmon O‘zbekiston tomonidan ko‘rsatilayotgan doimiy ko‘mak uchun minnatdorlik bildirdi hamda mamlakatimizning Afg‘onistonni mintaqaviy savdo-iqtisodiy jarayonlarga jalb etishga qo‘shayotgan hissasini alohida qayd etdi.<br>Muzokaralar chog‘ida mintaqaviy va xalqaro siyosatning tomonlarni qiziqtirgan masalalari yuzasidan ham fikr almashildi.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/c3cb6f25-0ceb-909c-602c-52a1c819b19e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><hr><div></div><br><br><br><br><br>', '<img src=\\\"https://president.uz/uploads/normal/a144dee6-cd24-b1f6-af8d-7221b3485882.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>11-noyabr kuni O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev mamlakatimizda amaliy tashrif bilan bo‘lib turgan Afg‘oniston Islom Respublikasi Milliy yarashuv oliy kengashi Raisi Abdulla Abdullani qabul qildi.<br>Uchrashuvda ikki tomonlama hamkorlik hamda Afg‘onistondagi mojaroni tinch yo‘l bilan hal etishning dolzarb masalalari ko‘rib chiqildi.<br>Davlatimiz rahbari keyingi yillarda O‘zbekiston-Afg‘oniston munosabatlarini rivojlantirishda erishilgan sur’atni katta mamnuniyat bilan ta’kidladi. Amaliy hamkorlikni kengaytirish, savdo, iqtisodiyot, investitsiyalar, transport va logistika, energetika, ta’lim va boshqa muhim yo‘nalishlarda ustuvor loyihalarni ilgari surish borasidagi sa’y-harakatlar alohida qayd etildi.<br>O‘zbekiston Afg‘onistonda mintaqaviy ahamiyatdagi infratuzilmaviy loyihalarni amalga oshirishda faol ishtirok etishga tayyor ekani ta’kidlandi.<br>Abdulla Abdulla samimiy qabul uchun minnatdorlik bildirib, O‘zbekistonning afg‘onlararo tinchlik muzokaralarini boshlashga hamda xalqaro hamjamiyatning Afg‘onistondagi vaziyatni barqarorlashtirish bo‘yicha faoliyatini birlashtirishga xizmat qilgan sa’y-harakatlarini yuksak baholadi.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/394a2fef-fb5d-6d8d-7821-ad6fa071dd3b.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Mehmon O‘zbekiston tomonidan ko‘rsatilayotgan doimiy ko‘mak uchun minnatdorlik bildirdi hamda mamlakatimizning Afg‘onistonni mintaqaviy savdo-iqtisodiy jarayonlarga jalb etishga qo‘shayotgan hissasini alohida qayd etdi.<br>Muzokaralar chog‘ida mintaqaviy va xalqaro siyosatning tomonlarni qiziqtirgan masalalari yuzasidan ham fikr almashildi.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/c3cb6f25-0ceb-909c-602c-52a1c819b19e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><hr><div></div><br><br><br><br><br>', '', 'O‘zbekiston Prezidenti Afg‘oniston Milliy yarashuv oliy kengashi Raisini qabul qildi', ' 11-noyabr kuni O‘zbekiston Respublikasi Prezidenti Shavkat Mirziyoyev mamlakatimizda amaliy tashrif bilan bo‘lib turgan Afg‘oniston Islom Respublikasi Milliy yarashuv oliy kengashi Raisi Abdulla Abdullani qabul qildi. Uchrashuvda ikki tomonlama hamkorlik hamda Afg‘onistondagi mojaroni tinch yo‘l', 'O‘zbekiston, Abdulla, mintaqaviy, hamda, bilan, Afg‘oniston, savdo, qabul, Afg‘onistondagi, etishga, uchun, minnatdorlik, masalalari, alohida, loyihalarni, xalqaro, Respublikasi, tinchlik, afg‘onlararo, O‘zbekistonning', '2', 'ozbekiston-prezidenti-afgoniston-milliy-yarashuv-oliy-kengashi-raisini-qabul-qildi', 0, 1, 1, 1, 0, 0, '', '', ''),
(9, 'admin', '2020-12-04 16:27:55', '<header><h1>Mamlakatimizda uchuvchisiz uchish apparati (dron)dan noqonuniy foydalangan shaxslar tegishli tartibda javobgarlikka tortiladi</h1><time datetime=\\\"2019-01-16\\\">04.12.2020</time><div><img src=\\\"http://ygk.uz/sites/main/files/field/image/8hl28eo7awc9zjmig3vg6rc7ahbn0o29_front.png\\\" width=\\\"1024\\\" height=\\\"627\\\" alt=\\\"\\\" class=\\\"fr-fic fr-dii\\\"></div></header>O‘zining 24 yoshini qarshilayotgan Andijon tumanida yashovchi L.A. uchuvchisiz uchish apparatidan foydalanish borasidagi tartiblarni bilsa-da, yashirincha ishlatib pul ishlab olishni maqsad qilgan edi.<br><span lang=\\\"en-us\\\">Bu yigit 50 dollar evaziga Andijon shahri, G‘ayrat mahallasi hududidagi “Registon” sayilgohi manzarasini klipda foydalanish uchun suratga olayotganida huquq-tartibot idoralari xodimlari tomonidan <a href=\\\"https://uza.uz/uz/posts/belgilangan-tartiblarni-bilmaslik-hech-kimni-zhavobgarlikdan-ozod-etmaydi_191284\\\" rel=\\\"external noopener noreferrer\\\">qo‘lga olindi</a>.</span><br><br><br>', '<header><h1>Mamlakatimizda uchuvchisiz uchish apparati (dron)dan noqonuniy foydalangan shaxslar tegishli tartibda javobgarlikka tortiladi</h1><time datetime=\\\"2019-01-16\\\">04.12.2020</time><div><img src=\\\"http://ygk.uz/sites/main/files/field/image/8hl28eo7awc9zjmig3vg6rc7ahbn0o29_front.png\\\" width=\\\"1024\\\" height=\\\"627\\\" alt=\\\"\\\" class=\\\"fr-fic fr-dii\\\"></div></header>O‘zining 24 yoshini qarshilayotgan Andijon tumanida yashovchi L.A. uchuvchisiz uchish apparatidan foydalanish borasidagi tartiblarni bilsa-da, yashirincha ishlatib pul ishlab olishni maqsad qilgan edi.<br><span lang=\\\"en-us\\\">Bu yigit 50 dollar evaziga Andijon shahri, G‘ayrat mahallasi hududidagi “Registon” sayilgohi manzarasini klipda foydalanish uchun suratga olayotganida huquq-tartibot idoralari xodimlari tomonidan <a href=\\\"https://uza.uz/uz/posts/belgilangan-tartiblarni-bilmaslik-hech-kimni-zhavobgarlikdan-ozod-etmaydi_191284\\\" rel=\\\"external noopener noreferrer\\\">qo‘lga olindi</a>.</span><br><br><br>', '', 'Mamlakatimizda uchuvchisiz uchish apparati (dron)dan noqonuniy foydalangan shaxslar tegishli tartibda javobgarlikka tortiladi', 'Mamlakatimizda uchuvchisiz uchish apparati (dron)dan noqonuniy foydalangan shaxslar tegishli tartibda javobgarlikka tortiladi04.12.2020O‘zining 24 yoshini qarshilayotgan Andijon tumanida yashovchi L.A. uchuvchisiz uchish apparatidan foydalanish borasidagi tartiblarni bilsa-da, yashirincha ishlatib', 'Andijon, uchish, uchuvchisiz, foydalanish, Mamlakatimizda, dollar, evaziga, shahri, G‘ayrat, mahallasi, hududidagi, “Registon”, sayilgohi, manzarasini, qilgan, klipda, uchun, suratga, olayotganida, huquq', '3', 'mamlakatimizda-uchuvchisiz-uchish-apparati-drondan-noqonuniy-foydalangan-shaxslar-tegishli-tartibda-javobgarlikka-tortiladi', 0, 1, 1, 1, 0, 0, '', '', '');
INSERT INTO `dle_post` (`id`, `autor`, `date`, `short_story`, `full_story`, `xfields`, `title`, `descr`, `keywords`, `category`, `alt_name`, `comm_num`, `allow_comm`, `allow_main`, `approve`, `fixed`, `allow_br`, `symbol`, `tags`, `metatitle`) VALUES
(10, 'admin', '2020-12-07 08:40:56', '<a href=\\\"https://lex.uz/docs/-4697857\\\" rel=\\\"external noopener noreferrer\\\">Kartografiya va geodeziya materiallarining (ma’lumotlarining) cheklovchi griflarini belgilash, foydalanish uchun ochiq bo‘lgan xaritalarni yaratish, maxfiy kartografiya va geodeziya materiallarini berish, hisobga olish va saqlash tartibi hamda geodeziya va kartografiya sohasidagi davlat sirlarining saqlanishini ta’minlash bo‘yicha ruxsat berish tartibotlari to‘g‘risidagi nizomni tasdiqlash haqida</a><br> <br><a href=\\\"https://lex.uz/docs/4655867\\\" rel=\\\"external noopener noreferrer\\\">Tadbirkorlik va shaharsozlik faoliyatini amalga oshirish uchun bo‘sh turgan yer uchastkalarini berish tartib-taomillarini yanada takomillashtirish chora-tadbirlari to‘g‘risida</a><br> <br><a href=\\\"https://lex.uz/docs/4641944\\\" rel=\\\"external noopener noreferrer\\\">Ko‘chmas mulk ob’ekti kadastr pasportining yangi namunasini bosqichma-bosqich joriy etish chora-tadbirlari to‘g‘risida</a><br> <br><a href=\\\"https://lex.uz/docs/4182210\\\" rel=\\\"external noopener noreferrer\\\">Yer uchastkalari berish va yakka tartibdagi uy-joy qurish uchun yer uchastkalariga meros qilib qoldiriladigan umrbod egalik qilish huquqini realizatsiya qilishning zamonaviy va shaffof mexanizmlarini joriy etish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida</a><br> <br><a href=\\\"https://lex.uz/docs/-4697857\\\" rel=\\\"external noopener noreferrer\\\">Kartografiya va geodeziya materiallarining (ma’lumotlarining) cheklovchi griflarini belgilash, foydalanish uchun ochiq bo‘lgan xaritalarni yaratish, maxfiy kartografiya va geodeziya materiallarini berish, hisobga olish va saqlash tartibi hamda geodeziya va kartografiya sohasidagi davlat sirlarining saqlanishini ta’minlash bo‘yicha ruxsat berish tartibotlari to‘g‘risidagi nizomni tasdiqlash haqida</a><br> <br><a href=\\\"https://lex.uz/docs/4427819\\\" rel=\\\"external noopener noreferrer\\\">Vazirlar Mahkamasining 2019-yil 17-iyuldagi qishloq xo\\\'jaligiga mo\\\'ljallangan yerlarning yer kadastriga doir axborotni vazirliklar va idoralarning hamda mahalliy davlat xokimyati organlarining rasmiy veb-saytlariga joylashtirish va ulardan foydalanish tartibini belgilash to\\\'g\\\'risidagi 599 sonli qarori</a><br> <br><a href=\\\"http://lex.uz/docs/4380635\\\" rel=\\\"external noopener noreferrer\\\">ҚИШЛОҚ ХЎЖАЛИГИДА ТУПРОҚНИНГ АГРОКИМЁВИЙ ТАҲЛИЛ ТИЗИМИНИ ТАКОМИЛЛАШТИРИШ, ЭКИН ЕРЛАРИДА ТУПРОҚНИНГ УНУМДОРЛИГИНИ ОШИРИШ ЧОРА-ТАДБИРЛАРИ ТЎҒРИСИДА</a><br> <br><a href=\\\"http://lex.uz/docs/4372240\\\" rel=\\\"external noopener noreferrer\\\">ЎЗБЕКИСТОН РЕСПУБЛИКАСИ ҲУКУМАТИНИНГ АЙРИМ ҚАРОРЛАРИГА ЎЗГАРТИРИШ ВА ҚЎШИМЧАЛАР КИРИТИШ ТЎҒРИСИДА (ЎЗБЕКИСТОН РЕСПУБЛИКАСИ ПРЕЗИДЕНТИНИНГ «ЖАҲОН БАНКИ ВА ХАЛҚАРО МОЛИЯ КОРПОРАЦИЯСИНИНГ «БИЗНЕС ЮРИТИШ» ЙИЛЛИК ҲИСОБОТИДА ЎЗБЕКИСТОН РЕСПУБЛИКАСИНИНГ РЕЙТИНГИНИ ЯХШИЛАШГА ДОИР ҚЎШИМЧА ЧОРА-ТАДБИРЛАР ТЎҒРИСИДА» 2019 ЙИЛ 5 ФЕВРАЛДАГИ ПҚ-4160-СОН ВА «КЎЧМАС МУЛККА БЎЛГАН ҲУҚУҚЛАРНИ ДАВЛАТ РЎЙХАТИДАН ЎТКАЗИШ ТИЗИМИНИ ЯНАДА ТАКОМИЛЛАШТИРИШ ЧОРА-ТАДБИРЛАРИ ТЎҒРИСИДА» 2019 ЙИЛ 5 АПРЕЛДАГИ ПҚ-4270-СОН ҚАРОРЛАРИ)</a><br> <br><a href=\\\"http://lex.uz/docs/4214821\\\" rel=\\\"external noopener noreferrer\\\"><b><span lang=\\\"uz-cyr\\\">Vazirlar Mahkamasining</span></b><b><span lang=\\\"uz-cyr\\\"> </span></b><b><span lang=\\\"uz-cyr\\\">”</span></b><span lang=\\\"uz-cyr\\\">Tadbirkorlik sub’ektlariga ajratilgan yer uchastkalarida meva-sabzavot mahsulotlarini bevosita ularni yetishtirish joylarida sug‘orish, tayyorlash va saqlash bo‘yicha yengil konstruksiyali infratuzilma ob’ektlarini qurish uchun yer uchastkasi ajratish tartibi to‘g‘risidagi nizomni tasdiqlash haqida” <b>gi 25.02.2019 yildagi 167-son qarori</b></span></a><br><br><a href=\\\"http://www.lex.uz/docs/-4104733\\\" rel=\\\"external noopener noreferrer\\\">O‘ZBEKISTON RESPUBLIKASI VAZIRLAR MAHKAMASINING KO‘CHMAS MULK OBYEKTLARI MANZILLARI YAGONA REYESTRINI SHAKLLANTIRISH VA YURITISH TARTIBI TO‘G‘RISIDAGI NIZOMNI TASDIQLASH HAQIDA</a><br> <br><a href=\\\"https://lex.uz/docs/-2448660\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining “Qishloq xo‘jaligi ekin maydonlarining normativ qiymatini aniqlash tizimini takomillashtirish to‘g‘risida”gi 28 avgust 2014 yildagi №235-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3070074\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>“O‘zbekiston Respublikasi hududida davlat geodezik koordinatalar va balandliklar tizimlarini o‘rnatish to‘g‘risida”gi 22.11.2016 yildagi 391-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-928319\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining “Geodeziya va kartografiya faoliyatini litsenziyalash to‘g‘risidagi Nizomni tasdiqlash haqida”gi 14.11.2003 yidagi 510-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-1804034\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining “Shaharsozlik faoliyatini amalga oshirish hamda qishloq xo‘jaligiga oid bo‘lmagan boshqa ehtiyojlar uchun yer uchastkalari berish tartibini takomillashtirish chora-tadbirlari to‘g‘risida”gi  25.05.2011 yildagi № 146-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3723808\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining 03.05.2018 yildagi “Ma’muriy huquqbuzarlik sodir etgan shaxslar va jabrlanuvchilarni markazlashtirilgan hisobga olish tizimini takomillashtirish to‘g‘risida”gi 322-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/3969447\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining 24.09.2018 yildagi «Geodeziya va kartografiya faoliyatini litsenziyalash to‘g‘risidagi nizomni tasdiqlash haqida» 2003 yil 14 noyabrdagi 510-son qaroriga o‘zgartirishlar va qo‘shimchalar kiritish haqida (O‘zbekiston Respublikasi Prezidentining «Tadbirkorlik faoliyati sohasidagi litsenziyalash va ruxsat berish tartib-taomillarini yanada qisqartirish va soddalashtirish, shuningdek, biznes yuritish shart-sharoitlarini yaxshilash chora-tadbirlari to‘g‘risida» 2018 yil 11 apreldagi PF-5409-son Farmoni)gi № 756-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3743238\\\" rel=\\\"external noopener noreferrer\\\"><b><span lang=\\\"uz-cyr\\\">O‘zbekiston Respublikasi Vazirlar Mahkamasining 18.05.2018 yildagi № 370-son “Arxitektura va qurilish sohasida davlat xizmatlari ko‘rsatishning ayrim ma’muriy reglamentlarini tasdiqlash to‘g‘risida”gi qarori</span></b></a><br> <br><a href=\\\"https://lex.uz/docs/-3837980\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 2018 yil 20 iyuldagi 561-sonli “Soliq solish maqsadida jismoniy shaxslarga xususiy mulk huquqida tegishli bo‘lgan noturar ko‘chmas mulk obyektlarining kadastr qiymatini hisoblash tartibi to‘g‘risidagi nizomni tasdiqlash haqidagi qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3126818\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 2017 yil 27 fevraldagi “Bitimlarni notarial tasdiqlash tartibini idoralararo elektron hamkorlikni qo‘llagan holda takomillashtirish chora-tadbirlari to‘g‘risida” 106-sonli qarori</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3906411\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 14.09.2018 yildagi № 733-sonli “Notariatning faol modeli doirasida notariuslar tomonidan «yagona darcha» tamoyili bo‘yicha bitimlarni tasdiqlashda davlat organlari va tashkilotlari bilan hamkorlik qilishning ma’muriy reglamentlarini tasdiqlash to‘g‘risida”gi qarori</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3866502\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 15.08.2018 yildagi № 663-son “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida” (O‘zbekiston Respublikasi Prezidentining «Iqtisodiyot tarmoqlarida fuqaro aviatsiyasining uchuvchisiz uchish qurilmalaridan maqsadli va samarali foydalanish chora-tadbirlari to‘g‘risida» 2018 yil 29 martdagi PQ-3639-son qarori)gi qarori</b></a><br> <br><a href=\\\"https://lex.uz/docs/-4135063\\\" rel=\\\"external noopener noreferrer\\\"><b>O\\\'zbeksiton Respublikasi Vazirlar Mahkamasining 2018-yil 29-dekabrdagi 1060-sonli qarori.</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3790586\\\" rel=\\\"external noopener noreferrer\\\"><b>O\\\'zbekiston Raspublikasi Prezidentining \\\"Fuqarolarni ijtimoiy qo\\\'llab-quvvatlash bo\\\'yicha qo\\\'shimcha chora tadbirlar hamda o\\\'zboshimchalik bilan qurilgan turar joylarga mulk huquqini e\\\'tirof etish bo\\\'yicha bir martalik umumdavlat aksiyasini o\\\'tkazish to\\\'g\\\'risida 2018-yil 20-apreldagi PF-5421-son Farmoni ijrosini ta\\\'minlash chora-tadbirlari haqida\\\" (qaror №461)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3804166\\\" rel=\\\"external noopener noreferrer\\\"><b>Tadbirkorlik va shaharsozlik faoliyatini amalga oshirish uchun yer uchastkalarini doimiy foydalanishga berishning zamonaviy va shaffof mexanizimlarini joriy etish chora tadbirlari to\\\'g\\\'risida (qaror №493)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3713560\\\" rel=\\\"external noopener noreferrer\\\"><b>Ma’muriy-hududiy birliklar chegaralarini belgilash, yer resurslarini xatlovdan o‘tkazish hamda yaylov va pichanzorlarda geobotanik tadqiqotlarni o‘tkazish tartibini yanada takomillashtirish chora-tadbirlari to‘g‘risida (qaror №299)</b></a><br> <br><b><a href=\\\"http://www.lex.uz/Pages/GetPDFView.aspx?lact_id=3486774\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Soliq solish maqsadida jismoniy shaxslarga tegishli bo‘lgan ko‘chmas mulk ob’ektlarining kadastr qiymatini hisoblash tartibi to‘g‘risidagi nizomni tasdiqlash haqida (qaror №1043)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-3481472\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston respublikasi hududida koordinatalar halqaro geodeziya tizimlarini qo‘llash va ulardan ochiq foydalanish to‘g‘risida (qaror №1022)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=3014849\\\" rel=\\\"external noopener noreferrer\\\">2016-2017 yillar davrida jismoniy va yuridik shaxslarga tegishli bo&#96;lgan ko&#96;chmas mulk ob&#96;ektlarini yalpi xatlovdan o&#96;tkazish to&#96;g&#96;risida (qaror №251)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=430492\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasida Yer monitoringi to‘g‘risida nizomni tasdiqlash haqida (qaror №496)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-3325301\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida (O‘zbekiston Respublikasi prezidentining «yerlarni muhofaza qilish va ulardan oqilona foydalanish borasida nazoratni kuchaytirish, geodeziya va kartografiya faoliyatini takomillashtirish, davlat kadastrlari yuritishni tartibga solish chora-tadbirlari to‘g‘risida» 2017 yil 31 maydagi pf-5065-son farmoni va O‘zbekiston Respublikasi prezidentining «O‘zbekiston Respublikasi yer resurslari, geodeziya, kartografiya va davlat kadastri davlat qo‘mitasi faoliyatini yanada takomillashtirish chora-tadbirlari to‘g‘risida» 2017 yil 31 maydagi pq-3024-son qarori)  (qaror №679)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-2140280\\\" rel=\\\"external noopener noreferrer\\\"><b>Shaharsozlik faoliyatini amalga oshirish hamda qishloq xo‘jaligiga oid bo‘lmagan ehtiyojlar uchun yer uchastkalari berish, shuningdek ob’ektlarni qurishga ruxsatnomalar berish tartibini tubdan soddalashtirish chora-tadbirlari to‘g‘risida (qaror №54)</b></a><br> <br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2181325\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Yer uchastkalarini tanlash bo‘yicha materiallarni vakolatli tashkilotlar bilan kelishish, shuningdek qurilish sohasida ruxsatnomalar berish tartibotlarini amalga oshirishda axborot-kommunikatsiya texnologiyalarini joriy etish chora-tadbirlari to‘g‘risida (qaror №154)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=2230400\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Erkin iqtisodiy zonalar qatnashchilariga yer uchastkalari berish tartibi to‘g‘risidagi nizomni tasdiqlash to‘g‘risida (qaror №234)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/mobileact/2179397\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Qurilish sohasida ruxsat beruvchi tusdagi hujjatlarni berish tartibotlarini amalga oshirish muddatlari va qiymatini belgilashda tabaqalashtirilgan yondashuv tartibi to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №150)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=1465016\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat mulkini ijaraga berish tartibini takomillashtirish chora-tadbirlari to‘g‘risida (qaror №102)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2127438\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Fermer xo‘jaligi yer maydonini maqbullashtirish va uni tugatish tartibi to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №22)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2069170\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">\\\"Geografik ob’ektlarning nomlari to‘g‘risida\\\"gi O‘zbekiston Respublikasi qonuniga muvofiq geografik ob’ektlarning nomlari sohasidagi ishlarni tartibga solish chora-tadbirlari haqida (qaror №295)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-2026471\\\" rel=\\\"external noopener noreferrer\\\"><b>Dala sharoitlaridagi ishlarda band bo‘lgan xodimlarga dala ustamasi to‘lash tartibi to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №190)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=1754519\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Bog‘dorchilik-uzumchilik shirkatlari to‘g‘risidagi nizomni tasdiqlash haqida (qaror №51)</a></b><br> <br> <br><b><a href=\\\"http://www.lex.uz/Pages/GetAct.aspx?lact_id=2777999\\\" rel=\\\"external noopener noreferrer\\\">Tadbirkorlik faoliyatini amalga oshirish uchun yuridik va jismoniy shaxslarga tanlov asosida yer uchastkalari berishni takomillashtirishga doir qo‘shimcha chora-tadbirlar to‘g‘risi (qaror №147)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-3278570\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi yer resurslari, geodeziya, kartografiya va davlat kadastri davlat qo‘mitasi to‘g‘risidagi hamda yer munosabatlari va davlat kadastrlarini rivojlantirish jamg‘armasi to‘g‘risidagi nizomlarni tasdiqlash haqida (qaror №529)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-1530185\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston milliy avtomagistrali bo‘ylab yo‘l infratuzilmasi va servisini rivojlantirish chora-tadbirlari to‘g‘risida (qaror №277)</b></a><br> <br><b><a href=\\\"http://lex.uz/Pages/GetAct.aspx?lact_id=1531308\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Qishloq joylarda namunaviy loyihalar asosida \\\"Qishloq qurilish invest\\\" injiniring kompaniyasi ishtirokida uy-joylar qurishni tashkil etish chora-tadbirlari to‘g‘risida (qaror №280)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2315591\\\" rel=\\\"external noopener noreferrer\\\">Ko&#96;chmas mulkka bo&#96;lgan huquqlarni davlat ro&#96;yxatidan o&#96;tkazish tartibini takomillashtirish to&#96;g&#96;risida (qaror №1)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-260038\\\" rel=\\\"external noopener noreferrer\\\"><b>O&#96;zbekiston Respublikasining Uy-joy fondini davlat yo&#96;li bilan hisobga olish to&#96;g&#96;risida (qaror №18)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=507436\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi Yergeodezkadastr yerdan foydalanish va uni muhofaza qilish ustidan davlat nazorati to&#96;g&#96;risidagi, davlat kadastrlari yagona tizimini yaratish va yuritish tartibi tug&#96;risidagi nizomlarni tasdiqlash xaqida (qaror №66)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-2425158\\\" rel=\\\"external noopener noreferrer\\\"><b>Kadastr hujjatlarini tayyorlash bo&#96;yicha davlat xizmatlari narxlarini belgilashda tabaqalashtirilgan yondashuv tartibini takomillashtirish to&#96;g&#96;risida (qaror №186)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2446662\\\" rel=\\\"external noopener noreferrer\\\">Ҳududlarning davlat kadastrini yuritish tartibi to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №231)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=246715\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">2004-2006 yillarda fermer xo‘jaliklarini rivojlantirish konsepsiyasini amalga oshirish chora-tadbirlari to‘g‘risida (qaror №476)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1098987\\\" rel=\\\"external noopener noreferrer\\\">Yakka tartibdagi uy-joy qurilishi to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №272)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=545110\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasida binolar va inshootlar davlat kadastrini yuritish to&#96;g&#96;risida (qaror №278)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=3032257\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi hukumatining ayrim qarorlariga kuchmas mulkka oid kadastr hujjatlarini rasmiylashtirish tartibini yanada takomillashtirishga yo&#96;naltirilgan o&#96;zgartirish va qushimchalar kiritish haqida (qaror №317)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-517192\\\" rel=\\\"external noopener noreferrer\\\"><b>Jismoniy shaxslarning mulki bo&#96;lgan binolar va inshootlarni baholash, qayta baholash to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №478)</b></a><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=1004816\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat va jamoat ehtiyojlari uchun yer uchastkalarining olib qo‘yilishi munosabati bilan fuqarolarga va yuridik shaxslarga yetkazilgan zararlarni qoplash tartibi to‘g‘risida nizomni tasdiqlash haqida (qaror №97)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=360266\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi Yer resurslari, geodeziya, kartografiya va davlat kadastri davlat qo&#96;mitasi faoliyatini tashkil etish to&#96;g&#96;risida (qaror №483)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=378238\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi hududlarini kadastr bo&#96;yicha bo&#96;lish hamda yer uchastkalari, binolar va inshootlarning kadastr raqamlarini shakllantirish tartibi to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №492)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=833052\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasida Davlat yer kadastrini yuritish to&#96;g&#96;risida (qaror №543)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-830385\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi hududida qo‘riqlanadigan geodeziya zonalari va geodeziya punktlarini qo‘riqlash to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №69)</b></a><br><br><br>', '<span style=\\\"color:rgb(40,50,78);\\\"><a href=\\\"https://lex.uz/docs/-4697857\\\" rel=\\\"external noopener noreferrer\\\">Kartografiya va geodeziya materiallarining (ma’lumotlarining) cheklovchi griflarini belgilash, foydalanish uchun ochiq bo‘lgan xaritalarni yaratish, maxfiy kartografiya va geodeziya materiallarini berish, hisobga olish va saqlash tartibi hamda geodeziya va kartografiya sohasidagi davlat sirlarining saqlanishini ta’minlash bo‘yicha ruxsat berish tartibotlari to‘g‘risidagi nizomni tasdiqlash haqida</a><br> <br><a href=\\\"https://lex.uz/docs/4655867\\\" rel=\\\"external noopener noreferrer\\\">Tadbirkorlik va shaharsozlik faoliyatini amalga oshirish uchun bo‘sh turgan yer uchastkalarini berish tartib-taomillarini yanada takomillashtirish chora-tadbirlari to‘g‘risida</a><br> <br><a href=\\\"https://lex.uz/docs/4641944\\\" rel=\\\"external noopener noreferrer\\\">Ko‘chmas mulk ob’ekti kadastr pasportining yangi namunasini bosqichma-bosqich joriy etish chora-tadbirlari to‘g‘risida</a><br> <br><a href=\\\"https://lex.uz/docs/4182210\\\" rel=\\\"external noopener noreferrer\\\">Yer uchastkalari berish va yakka tartibdagi uy-joy qurish uchun yer uchastkalariga meros qilib qoldiriladigan umrbod egalik qilish huquqini realizatsiya qilishning zamonaviy va shaffof mexanizmlarini joriy etish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida</a><br> <br><a href=\\\"https://lex.uz/docs/-4697857\\\" rel=\\\"external noopener noreferrer\\\">Kartografiya va geodeziya materiallarining (ma’lumotlarining) cheklovchi griflarini belgilash, foydalanish uchun ochiq bo‘lgan xaritalarni yaratish, maxfiy kartografiya va geodeziya materiallarini berish, hisobga olish va saqlash tartibi hamda geodeziya va kartografiya sohasidagi davlat sirlarining saqlanishini ta’minlash bo‘yicha ruxsat berish tartibotlari to‘g‘risidagi nizomni tasdiqlash haqida</a><br> <br><a href=\\\"https://lex.uz/docs/4427819\\\" rel=\\\"external noopener noreferrer\\\">Vazirlar Mahkamasining 2019-yil 17-iyuldagi qishloq xo\\\'jaligiga mo\\\'ljallangan yerlarning yer kadastriga doir axborotni vazirliklar va idoralarning hamda mahalliy davlat xokimyati organlarining rasmiy veb-saytlariga joylashtirish va ulardan foydalanish tartibini belgilash to\\\'g\\\'risidagi 599 sonli qarori</a><br> <br><a href=\\\"http://lex.uz/docs/4380635\\\" rel=\\\"external noopener noreferrer\\\">ҚИШЛОҚ ХЎЖАЛИГИДА ТУПРОҚНИНГ АГРОКИМЁВИЙ ТАҲЛИЛ ТИЗИМИНИ ТАКОМИЛЛАШТИРИШ, ЭКИН ЕРЛАРИДА ТУПРОҚНИНГ УНУМДОРЛИГИНИ ОШИРИШ ЧОРА-ТАДБИРЛАРИ ТЎҒРИСИДА</a><br> <br><a href=\\\"http://lex.uz/docs/4372240\\\" rel=\\\"external noopener noreferrer\\\">ЎЗБЕКИСТОН РЕСПУБЛИКАСИ ҲУКУМАТИНИНГ АЙРИМ ҚАРОРЛАРИГА ЎЗГАРТИРИШ ВА ҚЎШИМЧАЛАР КИРИТИШ ТЎҒРИСИДА (ЎЗБЕКИСТОН РЕСПУБЛИКАСИ ПРЕЗИДЕНТИНИНГ «ЖАҲОН БАНКИ ВА ХАЛҚАРО МОЛИЯ КОРПОРАЦИЯСИНИНГ «БИЗНЕС ЮРИТИШ» ЙИЛЛИК ҲИСОБОТИДА ЎЗБЕКИСТОН РЕСПУБЛИКАСИНИНГ РЕЙТИНГИНИ ЯХШИЛАШГА ДОИР ҚЎШИМЧА ЧОРА-ТАДБИРЛАР ТЎҒРИСИДА» 2019 ЙИЛ 5 ФЕВРАЛДАГИ ПҚ-4160-СОН ВА «КЎЧМАС МУЛККА БЎЛГАН ҲУҚУҚЛАРНИ ДАВЛАТ РЎЙХАТИДАН ЎТКАЗИШ ТИЗИМИНИ ЯНАДА ТАКОМИЛЛАШТИРИШ ЧОРА-ТАДБИРЛАРИ ТЎҒРИСИДА» 2019 ЙИЛ 5 АПРЕЛДАГИ ПҚ-4270-СОН ҚАРОРЛАРИ)</a><br> <br><a href=\\\"http://lex.uz/docs/4214821\\\" rel=\\\"external noopener noreferrer\\\"><b><span lang=\\\"uz-cyr\\\">Vazirlar Mahkamasining</span></b><b><span lang=\\\"uz-cyr\\\"> </span></b><b><span lang=\\\"uz-cyr\\\">”</span></b><span lang=\\\"uz-cyr\\\">Tadbirkorlik sub’ektlariga ajratilgan yer uchastkalarida meva-sabzavot mahsulotlarini bevosita ularni yetishtirish joylarida sug‘orish, tayyorlash va saqlash bo‘yicha yengil konstruksiyali infratuzilma ob’ektlarini qurish uchun yer uchastkasi ajratish tartibi to‘g‘risidagi nizomni tasdiqlash haqida” <b>gi 25.02.2019 yildagi 167-son qarori</b></span></a><br><br><a href=\\\"http://www.lex.uz/docs/-4104733\\\" rel=\\\"external noopener noreferrer\\\">O‘ZBEKISTON RESPUBLIKASI VAZIRLAR MAHKAMASINING KO‘CHMAS MULK OBYEKTLARI MANZILLARI YAGONA REYESTRINI SHAKLLANTIRISH VA YURITISH TARTIBI TO‘G‘RISIDAGI NIZOMNI TASDIQLASH HAQIDA</a><br> <br><a href=\\\"https://lex.uz/docs/-2448660\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining “Qishloq xo‘jaligi ekin maydonlarining normativ qiymatini aniqlash tizimini takomillashtirish to‘g‘risida”gi 28 avgust 2014 yildagi №235-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3070074\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>“O‘zbekiston Respublikasi hududida davlat geodezik koordinatalar va balandliklar tizimlarini o‘rnatish to‘g‘risida”gi 22.11.2016 yildagi 391-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-928319\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining “Geodeziya va kartografiya faoliyatini litsenziyalash to‘g‘risidagi Nizomni tasdiqlash haqida”gi 14.11.2003 yidagi 510-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-1804034\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining “Shaharsozlik faoliyatini amalga oshirish hamda qishloq xo‘jaligiga oid bo‘lmagan boshqa ehtiyojlar uchun yer uchastkalari berish tartibini takomillashtirish chora-tadbirlari to‘g‘risida”gi  25.05.2011 yildagi № 146-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3723808\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining 03.05.2018 yildagi “Ma’muriy huquqbuzarlik sodir etgan shaxslar va jabrlanuvchilarni markazlashtirilgan hisobga olish tizimini takomillashtirish to‘g‘risida”gi 322-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/3969447\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>Vazirlar Mahkamasining 24.09.2018 yildagi «Geodeziya va kartografiya faoliyatini litsenziyalash to‘g‘risidagi nizomni tasdiqlash haqida» 2003 yil 14 noyabrdagi 510-son qaroriga o‘zgartirishlar va qo‘shimchalar kiritish haqida (O‘zbekiston Respublikasi Prezidentining «Tadbirkorlik faoliyati sohasidagi litsenziyalash va ruxsat berish tartib-taomillarini yanada qisqartirish va soddalashtirish, shuningdek, biznes yuritish shart-sharoitlarini yaxshilash chora-tadbirlari to‘g‘risida» 2018 yil 11 apreldagi PF-5409-son Farmoni)gi № 756-son qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3743238\\\" rel=\\\"external noopener noreferrer\\\"><b><span lang=\\\"uz-cyr\\\">O‘zbekiston Respublikasi Vazirlar Mahkamasining 18.05.2018 yildagi № 370-son “Arxitektura va qurilish sohasida davlat xizmatlari ko‘rsatishning ayrim ma’muriy reglamentlarini tasdiqlash to‘g‘risida”gi qarori</span></b></a><br> <br><a href=\\\"https://lex.uz/docs/-3837980\\\" rel=\\\"external noopener noreferrer\\\"><span lang=\\\"uz-cyr\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 2018 yil 20 iyuldagi 561-sonli “Soliq solish maqsadida jismoniy shaxslarga xususiy mulk huquqida tegishli bo‘lgan noturar ko‘chmas mulk obyektlarining kadastr qiymatini hisoblash tartibi to‘g‘risidagi nizomni tasdiqlash haqidagi qarori</b></span></a><br> <br><a href=\\\"https://lex.uz/docs/-3126818\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 2017 yil 27 fevraldagi “Bitimlarni notarial tasdiqlash tartibini idoralararo elektron hamkorlikni qo‘llagan holda takomillashtirish chora-tadbirlari to‘g‘risida” 106-sonli qarori</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3906411\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 14.09.2018 yildagi № 733-sonli “Notariatning faol modeli doirasida notariuslar tomonidan «yagona darcha» tamoyili bo‘yicha bitimlarni tasdiqlashda davlat organlari va tashkilotlari bilan hamkorlik qilishning ma’muriy reglamentlarini tasdiqlash to‘g‘risida”gi qarori</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3866502\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi Vazirlar Mahkamasining 15.08.2018 yildagi № 663-son “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida” (O‘zbekiston Respublikasi Prezidentining «Iqtisodiyot tarmoqlarida fuqaro aviatsiyasining uchuvchisiz uchish qurilmalaridan maqsadli va samarali foydalanish chora-tadbirlari to‘g‘risida» 2018 yil 29 martdagi PQ-3639-son qarori)gi qarori</b></a><br> <br><a href=\\\"https://lex.uz/docs/-4135063\\\" rel=\\\"external noopener noreferrer\\\"><b>O\\\'zbeksiton Respublikasi Vazirlar Mahkamasining 2018-yil 29-dekabrdagi 1060-sonli qarori.</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3790586\\\" rel=\\\"external noopener noreferrer\\\"><b>O\\\'zbekiston Raspublikasi Prezidentining \\\"Fuqarolarni ijtimoiy qo\\\'llab-quvvatlash bo\\\'yicha qo\\\'shimcha chora tadbirlar hamda o\\\'zboshimchalik bilan qurilgan turar joylarga mulk huquqini e\\\'tirof etish bo\\\'yicha bir martalik umumdavlat aksiyasini o\\\'tkazish to\\\'g\\\'risida 2018-yil 20-apreldagi PF-5421-son Farmoni ijrosini ta\\\'minlash chora-tadbirlari haqida\\\" (qaror №461)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3804166\\\" rel=\\\"external noopener noreferrer\\\"><b>Tadbirkorlik va shaharsozlik faoliyatini amalga oshirish uchun yer uchastkalarini doimiy foydalanishga berishning zamonaviy va shaffof mexanizimlarini joriy etish chora tadbirlari to\\\'g\\\'risida (qaror №493)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-3713560\\\" rel=\\\"external noopener noreferrer\\\"><b>Ma’muriy-hududiy birliklar chegaralarini belgilash, yer resurslarini xatlovdan o‘tkazish hamda yaylov va pichanzorlarda geobotanik tadqiqotlarni o‘tkazish tartibini yanada takomillashtirish chora-tadbirlari to‘g‘risida (qaror №299)</b></a><br> <br><b><a href=\\\"http://www.lex.uz/Pages/GetPDFView.aspx?lact_id=3486774\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Soliq solish maqsadida jismoniy shaxslarga tegishli bo‘lgan ko‘chmas mulk ob’ektlarining kadastr qiymatini hisoblash tartibi to‘g‘risidagi nizomni tasdiqlash haqida (qaror №1043)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-3481472\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston respublikasi hududida koordinatalar halqaro geodeziya tizimlarini qo‘llash va ulardan ochiq foydalanish to‘g‘risida (qaror №1022)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=3014849\\\" rel=\\\"external noopener noreferrer\\\">2016-2017 yillar davrida jismoniy va yuridik shaxslarga tegishli bo&#96;lgan ko&#96;chmas mulk ob&#96;ektlarini yalpi xatlovdan o&#96;tkazish to&#96;g&#96;risida (qaror №251)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=430492\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasida Yer monitoringi to‘g‘risida nizomni tasdiqlash haqida (qaror №496)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-3325301\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida (O‘zbekiston Respublikasi prezidentining «yerlarni muhofaza qilish va ulardan oqilona foydalanish borasida nazoratni kuchaytirish, geodeziya va kartografiya faoliyatini takomillashtirish, davlat kadastrlari yuritishni tartibga solish chora-tadbirlari to‘g‘risida» 2017 yil 31 maydagi pf-5065-son farmoni va O‘zbekiston Respublikasi prezidentining «O‘zbekiston Respublikasi yer resurslari, geodeziya, kartografiya va davlat kadastri davlat qo‘mitasi faoliyatini yanada takomillashtirish chora-tadbirlari to‘g‘risida» 2017 yil 31 maydagi pq-3024-son qarori)  (qaror №679)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-2140280\\\" rel=\\\"external noopener noreferrer\\\"><b>Shaharsozlik faoliyatini amalga oshirish hamda qishloq xo‘jaligiga oid bo‘lmagan ehtiyojlar uchun yer uchastkalari berish, shuningdek ob’ektlarni qurishga ruxsatnomalar berish tartibini tubdan soddalashtirish chora-tadbirlari to‘g‘risida (qaror №54)</b></a><br> <br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2181325\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Yer uchastkalarini tanlash bo‘yicha materiallarni vakolatli tashkilotlar bilan kelishish, shuningdek qurilish sohasida ruxsatnomalar berish tartibotlarini amalga oshirishda axborot-kommunikatsiya texnologiyalarini joriy etish chora-tadbirlari to‘g‘risida (qaror №154)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=2230400\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Erkin iqtisodiy zonalar qatnashchilariga yer uchastkalari berish tartibi to‘g‘risidagi nizomni tasdiqlash to‘g‘risida (qaror №234)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/mobileact/2179397\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Qurilish sohasida ruxsat beruvchi tusdagi hujjatlarni berish tartibotlarini amalga oshirish muddatlari va qiymatini belgilashda tabaqalashtirilgan yondashuv tartibi to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №150)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=1465016\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat mulkini ijaraga berish tartibini takomillashtirish chora-tadbirlari to‘g‘risida (qaror №102)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2127438\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Fermer xo‘jaligi yer maydonini maqbullashtirish va uni tugatish tartibi to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №22)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2069170\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">\\\"Geografik ob’ektlarning nomlari to‘g‘risida\\\"gi O‘zbekiston Respublikasi qonuniga muvofiq geografik ob’ektlarning nomlari sohasidagi ishlarni tartibga solish chora-tadbirlari haqida (qaror №295)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-2026471\\\" rel=\\\"external noopener noreferrer\\\"><b>Dala sharoitlaridagi ishlarda band bo‘lgan xodimlarga dala ustamasi to‘lash tartibi to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №190)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=1754519\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Bog‘dorchilik-uzumchilik shirkatlari to‘g‘risidagi nizomni tasdiqlash haqida (qaror №51)</a></b><br> <br> <br><b><a href=\\\"http://www.lex.uz/Pages/GetAct.aspx?lact_id=2777999\\\" rel=\\\"external noopener noreferrer\\\">Tadbirkorlik faoliyatini amalga oshirish uchun yuridik va jismoniy shaxslarga tanlov asosida yer uchastkalari berishni takomillashtirishga doir qo‘shimcha chora-tadbirlar to‘g‘risi (qaror №147)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-3278570\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi yer resurslari, geodeziya, kartografiya va davlat kadastri davlat qo‘mitasi to‘g‘risidagi hamda yer munosabatlari va davlat kadastrlarini rivojlantirish jamg‘armasi to‘g‘risidagi nizomlarni tasdiqlash haqida (qaror №529)</b></a><br> <br><a href=\\\"https://lex.uz/docs/-1530185\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston milliy avtomagistrali bo‘ylab yo‘l infratuzilmasi va servisini rivojlantirish chora-tadbirlari to‘g‘risida (qaror №277)</b></a><br> <br><b><a href=\\\"http://lex.uz/Pages/GetAct.aspx?lact_id=1531308\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Qishloq joylarda namunaviy loyihalar asosida \\\"Qishloq qurilish invest\\\" injiniring kompaniyasi ishtirokida uy-joylar qurishni tashkil etish chora-tadbirlari to‘g‘risida (qaror №280)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2315591\\\" rel=\\\"external noopener noreferrer\\\">Ko&#96;chmas mulkka bo&#96;lgan huquqlarni davlat ro&#96;yxatidan o&#96;tkazish tartibini takomillashtirish to&#96;g&#96;risida (qaror №1)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-260038\\\" rel=\\\"external noopener noreferrer\\\"><b>O&#96;zbekiston Respublikasining Uy-joy fondini davlat yo&#96;li bilan hisobga olish to&#96;g&#96;risida (qaror №18)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=507436\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi Yergeodezkadastr yerdan foydalanish va uni muhofaza qilish ustidan davlat nazorati to&#96;g&#96;risidagi, davlat kadastrlari yagona tizimini yaratish va yuritish tartibi tug&#96;risidagi nizomlarni tasdiqlash xaqida (qaror №66)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-2425158\\\" rel=\\\"external noopener noreferrer\\\"><b>Kadastr hujjatlarini tayyorlash bo&#96;yicha davlat xizmatlari narxlarini belgilashda tabaqalashtirilgan yondashuv tartibini takomillashtirish to&#96;g&#96;risida (qaror №186)</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2446662\\\" rel=\\\"external noopener noreferrer\\\">Ҳududlarning davlat kadastrini yuritish tartibi to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №231)</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=246715\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">2004-2006 yillarda fermer xo‘jaliklarini rivojlantirish konsepsiyasini amalga oshirish chora-tadbirlari to‘g‘risida (qaror №476)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1098987\\\" rel=\\\"external noopener noreferrer\\\">Yakka tartibdagi uy-joy qurilishi to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №272)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=545110\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasida binolar va inshootlar davlat kadastrini yuritish to&#96;g&#96;risida (qaror №278)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=3032257\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi hukumatining ayrim qarorlariga kuchmas mulkka oid kadastr hujjatlarini rasmiylashtirish tartibini yanada takomillashtirishga yo&#96;naltirilgan o&#96;zgartirish va qushimchalar kiritish haqida (qaror №317)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-517192\\\" rel=\\\"external noopener noreferrer\\\"><b>Jismoniy shaxslarning mulki bo&#96;lgan binolar va inshootlarni baholash, qayta baholash to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №478)</b></a><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=1004816\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat va jamoat ehtiyojlari uchun yer uchastkalarining olib qo‘yilishi munosabati bilan fuqarolarga va yuridik shaxslarga yetkazilgan zararlarni qoplash tartibi to‘g‘risida nizomni tasdiqlash haqida (qaror №97)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=360266\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi Yer resurslari, geodeziya, kartografiya va davlat kadastri davlat qo&#96;mitasi faoliyatini tashkil etish to&#96;g&#96;risida (qaror №483)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=378238\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasi hududlarini kadastr bo&#96;yicha bo&#96;lish hamda yer uchastkalari, binolar va inshootlarning kadastr raqamlarini shakllantirish tartibi to&#96;g&#96;risidagi nizomni tasdiqlash haqida (qaror №492)</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=833052\\\" rel=\\\"external noopener noreferrer\\\">O&#96;zbekiston Respublikasida Davlat yer kadastrini yuritish to&#96;g&#96;risida (qaror №543)</a></b><br> <br><a href=\\\"https://lex.uz/docs/-830385\\\" rel=\\\"external noopener noreferrer\\\"><b>O‘zbekiston Respublikasi hududida qo‘riqlanadigan geodeziya zonalari va geodeziya punktlarini qo‘riqlash to‘g‘risidagi Nizomni tasdiqlash haqida (qaror №69)</b></a><br></span>', '', 'O`zbekiston Respublikasi Vazirlar Mahkamasi qarorlari', 'Kartografiya va geodeziya materiallarining (ma’lumotlarining) cheklovchi griflarini belgilash, foydalanish uchun ochiq bo‘lgan xaritalarni yaratish, maxfiy kartografiya va geodeziya materiallarini berish, hisobga olish va saqlash tartibi hamda geodeziya va kartografiya sohasidagi davlat sirlarining', 'qaror, tasdiqlash, chora, Respublikasi, davlat, haqida, tadbirlari, qarori, O‘zbekiston, to‘g‘risidagi, to‘g‘risida, berish, nizomni, Vazirlar, Mahkamasining, geodeziya, tartibi, takomillashtirish, uchun, faoliyatini', '1', 'ozbekiston-respublikasi-vazirlar-mahkamasi-qarorlari', 0, 1, 1, 1, 0, 0, '', '', '');
INSERT INTO `dle_post` (`id`, `autor`, `date`, `short_story`, `full_story`, `xfields`, `title`, `descr`, `keywords`, `category`, `alt_name`, `comm_num`, `allow_comm`, `allow_main`, `approve`, `fixed`, `allow_br`, `symbol`, `tags`, `metatitle`) VALUES
(11, 'admin', '2020-12-07 08:59:44', '<a href=\\\"http://www.lex.uz/pdfs/4344714\\\" rel=\\\"external noopener noreferrer\\\">O\\\'zbekiston Respublikasining yaylovlar to\\\'g\\\'risidagi qonuni;</a><br> <br><a href=\\\"https://lex.uz/docs/3835042\\\" rel=\\\"external noopener noreferrer\\\">Ўзбекистон Республикасининг 24.07.2018 йилдаги “Ўзбекистон Республикасининг айрим қонун ҳужжатларига ер тўғрисидаги қонун ҳужжатларини такомиллаштиришга қаратилган ўзгартиш ва қўшимчалар киритиш ҳақида”ги № ЎРҚ-487-сон Қонуни;</a><br> <br><a href=\\\"https://lex.uz/docs/-3835042?query=O%27zbekiston%20Respublikasining%20ayrim%20qonun%20hujjatlariga%20yer%20to%27g%27risidagi%20qonun%20hujjatlarini%20takomillashtirishga%20qaratilgan%20o%27zgartish%20va%20qo%27shimchalar%20kiritish%20haqida&amp;exact=1\\\" rel=\\\"external noopener noreferrer\\\"><b>O\\\'zbekiston Respublikasining ayrim qonun hujjatlariga yer to\\\'g\\\'risidagi qonun hujjatlarini takomillashtirishga qaratilgan o\\\'zgartish va qo\\\'shimchalar kiritish haqida</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=17036\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat yer kadastri to\\\'g\\\'risidagi qonun</a></b><br><a href=\\\"http://idata.uz/index.php/s/0MNQHCjmWDLiPPd\\\" rel=\\\"external noopener noreferrer\\\">Аudio ma’lumotlarni yuklab olish (52.5 Mb)</a><br> <br><b><a href=\\\"http://lex.uz/docs/3648300\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat xaridlari to‘g‘risida qonun</a></b><br> <br><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=31613\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>Dehqon xo‘jaligi to‘g‘risida qonun</b></a><br> <br><a href=\\\"http://www.lex.uz/Pages/GetAct.aspx?lact_id=30236\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>Qishloq xo‘jaligi kooperativi (shirkat xo‘jaligi) to‘g‘risida qonun</b></a><br> <br><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=54458\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>Notariat to‘g‘risida qonun</b></a><br> <br><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=38721\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasida Ma’muriy-hududiy tuzilish masalalarini hal etish tartibi to‘g‘risida qonun</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=112170\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Mahalliy Davlat hokimiyati to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=12328\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Suv va suvdan foydalanish to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=112328\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ijara to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://old.lex.uz/pages/getpage.aspx?lact_id=7086\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Geodeziya va kartografiya to‘g‘risida qonun</a></b><br><a href=\\\"http://idata.uz/index.php/s/BDGumGcrc2YPgGd\\\" rel=\\\"external noopener noreferrer\\\">Аudio ma’lumotlarni yuklab olish (31.9 Mb)</a><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=111466\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasida Mulkchilik to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1881472\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Geografik ob’ektlarning nomlari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=31846\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2307826\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Vasiylik va homiylik to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=2006789\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida»gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=2304953\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ekologik nazorat to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1714042\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Rieltorlik faoliyati to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=21179\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Avtomobil yo‘llari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/Pages/GetAct.aspx?lact_id=1063359\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ipoteka to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/Pages/GetAct.aspx?lact_id=974124\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Xususiy uy-joy mulkdorlarining shirkatlari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=415135\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Muhofaza etiladigan tabiiy hududlar to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=275195\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Fermer xo‘jaligi to‘g‘risida\\\"gi O‘zbekiston Respublikasi Qonuniga o‘zgartishlar va qo‘shimchalar kiritish haqida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=77871\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Yer osti boyliklari to‘g‘risida\\\"gi O‘zbekiston Respublikasi Qonuniga o‘zgartishlar va qo‘shimchalar kiritish haqida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=25461\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Madaniy meros ob’ektlarini muhofaza qilish va ulardan foydalanish to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=26166\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Radiatsiyaviy xavfsizlik to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=33150\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Telekommunikatsiyalar to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=31166\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Davlat chegarasi to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=24703\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Baholash faoliyati to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/Pages/GetPage.aspx?lact_id=86126\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘rmon to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/Pages/GetPage.aspx?lact_id=13081\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Temir yo‘l transporti to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=28144\\\" rel=\\\"external noopener noreferrer\\\">Xo‘jalik yurituvchi sub’ektlar faoliyatini davlat tomonidan nazorat qilish to‘g‘risida qonuni</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=29794&amp;query=%D0%94%D0%B0%D0%B2%D0%BB%D0%B0%D1%82%20%D0%BA%D0%B0%D0%B4%D0%B0%D1%81%D1%82%D1%80%D0%BB%D0%B0%D1%80%D0%B8%20%D1%82%D1%9E%D2%93%D1%80%D0%B8%D1%81%D0%B8%D0%B4%D0%B0%D0%B3%D0%B8%20%D2%9A%D0%BE%D0%BD%D1%83%D0%BD\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat kadastri to\\\'g\\\'risida qonun</a></b><br><a href=\\\"http://idata.uz/index.php/s/kwgsFGpGuZ55H0B\\\" rel=\\\"external noopener noreferrer\\\">Аudio ma’lumotlarni yuklab olish (31.2 Mb)</a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1063359&amp;query=%D0%98%D0%BF%D0%BE%D1%82%D0%B5%D0%BA%D0%B0%20%D1%82%D1%9E%D2%93%D1%80%D0%B8%D1%81%D0%B8%D0%B4%D0%B0\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ipoteka to\\\'grisida qonun</a></b><br> <br><hr> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=152653\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Yer kodeksi</a></b><br> <br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=111189\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Fuqarolik kodeksi</a></b><br> <br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=97664\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksi</a></b><br> <br><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=104720\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasining Oila kodeksi</b></a><br> <br> <br><a href=\\\"http://lex.uz/Pages/GetAct.aspx?lact_id=106136\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasining Uy-joy kodeksi</b></a><br> <br><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=46868\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasining Shaharsozlik kodeksi</b></a><br> <br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=1286558\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Soliq kodeksi</a></b>', '<span style=\\\"color:rgb(40,50,78);\\\"><a href=\\\"http://www.lex.uz/pdfs/4344714\\\" rel=\\\"external noopener noreferrer\\\">O\\\'zbekiston Respublikasining yaylovlar to\\\'g\\\'risidagi qonuni;</a><br> <br><a href=\\\"https://lex.uz/docs/3835042\\\" rel=\\\"external noopener noreferrer\\\">Ўзбекистон Республикасининг 24.07.2018 йилдаги “Ўзбекистон Республикасининг айрим қонун ҳужжатларига ер тўғрисидаги қонун ҳужжатларини такомиллаштиришга қаратилган ўзгартиш ва қўшимчалар киритиш ҳақида”ги № ЎРҚ-487-сон Қонуни;</a><br> <br><a href=\\\"https://lex.uz/docs/-3835042?query=O%27zbekiston%20Respublikasining%20ayrim%20qonun%20hujjatlariga%20yer%20to%27g%27risidagi%20qonun%20hujjatlarini%20takomillashtirishga%20qaratilgan%20o%27zgartish%20va%20qo%27shimchalar%20kiritish%20haqida&amp;exact=1\\\" rel=\\\"external noopener noreferrer\\\"><b>O\\\'zbekiston Respublikasining ayrim qonun hujjatlariga yer to\\\'g\\\'risidagi qonun hujjatlarini takomillashtirishga qaratilgan o\\\'zgartish va qo\\\'shimchalar kiritish haqida</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=17036\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat yer kadastri to\\\'g\\\'risidagi qonun</a></b><br><a href=\\\"http://idata.uz/index.php/s/0MNQHCjmWDLiPPd\\\" rel=\\\"external noopener noreferrer\\\">Аudio ma’lumotlarni yuklab olish (52.5 Mb)</a><br> <br><b><a href=\\\"http://lex.uz/docs/3648300\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat xaridlari to‘g‘risida qonun</a></b><br> <br><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=31613\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>Dehqon xo‘jaligi to‘g‘risida qonun</b></a><br> <br><a href=\\\"http://www.lex.uz/Pages/GetAct.aspx?lact_id=30236\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>Qishloq xo‘jaligi kooperativi (shirkat xo‘jaligi) to‘g‘risida qonun</b></a><br> <br><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=54458\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>Notariat to‘g‘risida qonun</b></a><br> <br><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=38721\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasida Ma’muriy-hududiy tuzilish masalalarini hal etish tartibi to‘g‘risida qonun</b></a><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=112170\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Mahalliy Davlat hokimiyati to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=12328\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Suv va suvdan foydalanish to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=112328\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ijara to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://old.lex.uz/pages/getpage.aspx?lact_id=7086\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Geodeziya va kartografiya to‘g‘risida qonun</a></b><br><a href=\\\"http://idata.uz/index.php/s/BDGumGcrc2YPgGd\\\" rel=\\\"external noopener noreferrer\\\">Аudio ma’lumotlarni yuklab olish (31.9 Mb)</a><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=111466\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasida Mulkchilik to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1881472\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Geografik ob’ektlarning nomlari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=31846\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=2307826\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Vasiylik va homiylik to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=2006789\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Tadbirkorlik faoliyati erkinligining kafolatlari to‘g‘risida»gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=2304953\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ekologik nazorat to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1714042\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Rieltorlik faoliyati to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=21179\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Avtomobil yo‘llari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/Pages/GetAct.aspx?lact_id=1063359\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ipoteka to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/Pages/GetAct.aspx?lact_id=974124\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Xususiy uy-joy mulkdorlarining shirkatlari to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=415135\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Muhofaza etiladigan tabiiy hududlar to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=275195\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Fermer xo‘jaligi to‘g‘risida\\\"gi O‘zbekiston Respublikasi Qonuniga o‘zgartishlar va qo‘shimchalar kiritish haqida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=77871\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Yer osti boyliklari to‘g‘risida\\\"gi O‘zbekiston Respublikasi Qonuniga o‘zgartishlar va qo‘shimchalar kiritish haqida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/GetAct.aspx?lact_id=25461\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Madaniy meros ob’ektlarini muhofaza qilish va ulardan foydalanish to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=26166\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Radiatsiyaviy xavfsizlik to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/GetAct.aspx?lact_id=33150\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Telekommunikatsiyalar to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=31166\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Davlat chegarasi to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=24703\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Baholash faoliyati to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/Pages/GetPage.aspx?lact_id=86126\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘rmon to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/Pages/GetPage.aspx?lact_id=13081\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Temir yo‘l transporti to‘g‘risida qonun</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=28144\\\" rel=\\\"external noopener noreferrer\\\">Xo‘jalik yurituvchi sub’ektlar faoliyatini davlat tomonidan nazorat qilish to‘g‘risida qonuni</a></b><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=29794&amp;query=%D0%94%D0%B0%D0%B2%D0%BB%D0%B0%D1%82%20%D0%BA%D0%B0%D0%B4%D0%B0%D1%81%D1%82%D1%80%D0%BB%D0%B0%D1%80%D0%B8%20%D1%82%D1%9E%D2%93%D1%80%D0%B8%D1%81%D0%B8%D0%B4%D0%B0%D0%B3%D0%B8%20%D2%9A%D0%BE%D0%BD%D1%83%D0%BD\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Davlat kadastri to\\\'g\\\'risida qonun</a></b><br><a href=\\\"http://idata.uz/index.php/s/kwgsFGpGuZ55H0B\\\" rel=\\\"external noopener noreferrer\\\">Аudio ma’lumotlarni yuklab olish (31.2 Mb)</a><br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=1063359&amp;query=%D0%98%D0%BF%D0%BE%D1%82%D0%B5%D0%BA%D0%B0%20%D1%82%D1%9E%D2%93%D1%80%D0%B8%D1%81%D0%B8%D0%B4%D0%B0\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">Ipoteka to\\\'grisida qonun</a></b><br> <br></span><hr> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=152653\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Yer kodeksi</a></b><br> <br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=111189\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Fuqarolik kodeksi</a></b><br> <br> <br><b><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=97664\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksi</a></b><br> <br><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=104720\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasining Oila kodeksi</b></a><br> <br> <br><a href=\\\"http://lex.uz/Pages/GetAct.aspx?lact_id=106136\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasining Uy-joy kodeksi</b></a><br> <br><a href=\\\"http://lex.uz/pages/getpage.aspx?lact_id=46868\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\"><b>O‘zbekiston Respublikasining Shaharsozlik kodeksi</b></a><br> <br> <br><b><a href=\\\"http://www.lex.uz/pages/getpage.aspx?lact_id=1286558\\\" target=\\\"_blank\\\" rel=\\\"noopener external noreferrer\\\">O‘zbekiston Respublikasining Soliq kodeksi</a></b>', '', 'O\\\'zbekiston Respublikasining qonunlari va kodekslari', 'O\'zbekiston Respublikasining yaylovlar to\'g\'risidagi qonuni; Ўзбекистон Республикасининг 24.07.2018 йилдаги “Ўзбекистон Республикасининг айрим қонун ҳужжатларига ер тўғрисидаги қонун ҳужжатларини такомиллаштиришга қаратилган ўзгартиш ва қўшимчалар киритиш ҳақида”ги № ЎРҚ-487-сон Қонуни; O\'zbekiston', 'qonun, to‘g‘risida, O‘zbekiston, Respublikasining, kodeksi, Davlat, haqida, kiritish, faoliyati, xo‘jaligi, to‘g‘risidagi, Qonuniga, yuklab, ma’lumotlarni, Аudio, qo‘shimchalar, Respublikasi, olish, to\'g\'risidagi, O\'zbekiston', '1', 'qonun-va-kodekslar', 0, 1, 1, 1, 0, 0, '', '', ''),
(15, 'muharrir', '2020-12-07 14:56:31', '<img src=\\\"https://president.uz/uploads/normal/e58482a7-4f7f-5e3a-f823-afd3898c3aec.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Давлатимиз раҳбари Шавкат Мирзиёев Тошкент металлургия заводидаги технологик жараён билан танишди.<br>Ушбу корхона техник ва технологик жиҳатдан халқаро миқёсдаги йирик мажмуалар қаторига киради. Бу ерда Италия, Германия, Россия, Австрия, Швейцария, Жанубий Корея каби 27 та мамлакатдан асбоб-ускуналар келтириб ўрнатилган. Ишлаб чиқариш, назорат қилиш ва бошқариш жараёнлари автоматлаштирилган. <br>Энг муҳими, заводда “яшил” технологиялар қўлланган. Чиқиндиларни қисқартириб, қатъий экологик меъёрларга амал қиладиган, чиқинди газларни ушлаб қоладиган, оқова сувларни тозалайдиган ва бошқа зарур ускуналар билан жиҳозланган.<br>Мажмуа мутасаддилари ишлаб чиқарувчилар билан йўлга қўйиладиган кооперация алоқалари ҳақида маълумот берди. Завод маҳсулотларига ҳозирнинг ўзидаёқ ўнлаб корхоналардан буюртмалар тушаётгани айтилди.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/5c192ab4-6605-1201-13a6-4d0589ba1a74.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>- Металл муаммо бўлгани учун саноатда занжир йўқ эди. Бу завод ишга тушиши билан талаб юқори бўлган металлургия маҳсулотини ишлаб чиқариш занжири шаклланади. Ҳудудларда яна юзлаб корхоналарнинг барпо этилиши учун жуда катта замин бўлади, - деди Шавкат Мирзиёев.<br>Давлатимиз раҳбари заводнинг шоурумида ҳам бўлиб, бу ерда ишлаб чиқариладиган маҳсулотлар намуналарини кўздан кечирди.<br>Эсдалик учун дарахт кўчати экилди.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/b3771973-f999-e4a2-9eb6-70838d174ec8.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/b673e76c-f27f-ca0e-ec1b-8f4b8bdddf37.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/931fd0c6-25ad-3ea0-7208-85fc94eb7079.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/ccfca10b-f2ce-679a-98dc-b9720077bb91.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/5ffe820b-1ca8-dc07-3b67-44f62da75dcd.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/13c33b23-cbfa-1a4f-2837-bac27742d751.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/62fddbdd-982d-d5a9-899b-b0032624ea2a.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/793fb581-242e-1073-7717-7461caa0605e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/d1dbcf7b-9d1b-6cff-60eb-1a3eaf59bf52.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/5cad8c01-83bc-52ab-cf5f-d7881f82dd0f.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/2b066863-d549-3417-5236-32ed9fc57d19.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/454ebf14-038f-9552-70e5-195d7ed96cf1.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/86281d09-5cca-690d-6ee2-20dad14d63a2.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/03c87324-a387-e9a8-295b-abad6a9022b1.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/387831b8-7a0a-a0b2-874a-5f9e678f8e5d.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/8514f7ec-416b-5903-ac6e-ae587caa810f.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/36db17d4-4dcb-7dd2-3ad5-ae28fc17ec94.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/1516e6e0-8e11-b524-5ce1-d479ec38526b.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/a095f670-b97f-c974-9e8b-621811da8901.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/bb01a2ec-6309-5838-80c0-5860c7ab69c1.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/bd5d7501-5933-964e-2281-cbce4e6adcc6.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/3cb49c8c-716e-d902-00c5-e2c705de479d.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/9a038065-8f34-123a-ed5b-5e8d260d50d2.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/841384bc-d68a-0aac-2627-7115a45accef.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/2fdc59cf-41b3-b55f-bf81-f82f2b6127d0.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/f4b71f87-421f-ad0b-20d2-224ab3940b42.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/c37f99fe-981e-2f00-fa16-b25c17118206.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/b2432010-6438-10f6-0eef-6408ee99f727.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/ec3113b0-7a13-0d8d-4da0-da40246ab73e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/79dc1537-03c5-6207-0077-5ab380d195fa.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/8d1fbeb5-2dd1-2fe4-4e9e-7557e4d3fd35.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><br>', '<img src=\\\"https://president.uz/uploads/normal/e58482a7-4f7f-5e3a-f823-afd3898c3aec.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Давлатимиз раҳбари Шавкат Мирзиёев Тошкент металлургия заводидаги технологик жараён билан танишди.<br>Ушбу корхона техник ва технологик жиҳатдан халқаро миқёсдаги йирик мажмуалар қаторига киради. Бу ерда Италия, Германия, Россия, Австрия, Швейцария, Жанубий Корея каби 27 та мамлакатдан асбоб-ускуналар келтириб ўрнатилган. Ишлаб чиқариш, назорат қилиш ва бошқариш жараёнлари автоматлаштирилган. <br>Энг муҳими, заводда “яшил” технологиялар қўлланган. Чиқиндиларни қисқартириб, қатъий экологик меъёрларга амал қиладиган, чиқинди газларни ушлаб қоладиган, оқова сувларни тозалайдиган ва бошқа зарур ускуналар билан жиҳозланган.<br>Мажмуа мутасаддилари ишлаб чиқарувчилар билан йўлга қўйиладиган кооперация алоқалари ҳақида маълумот берди. Завод маҳсулотларига ҳозирнинг ўзидаёқ ўнлаб корхоналардан буюртмалар тушаётгани айтилди.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/5c192ab4-6605-1201-13a6-4d0589ba1a74.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>- Металл муаммо бўлгани учун саноатда занжир йўқ эди. Бу завод ишга тушиши билан талаб юқори бўлган металлургия маҳсулотини ишлаб чиқариш занжири шаклланади. Ҳудудларда яна юзлаб корхоналарнинг барпо этилиши учун жуда катта замин бўлади, - деди Шавкат Мирзиёев.<br>Давлатимиз раҳбари заводнинг шоурумида ҳам бўлиб, бу ерда ишлаб чиқариладиган маҳсулотлар намуналарини кўздан кечирди.<br>Эсдалик учун дарахт кўчати экилди.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/b3771973-f999-e4a2-9eb6-70838d174ec8.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/b673e76c-f27f-ca0e-ec1b-8f4b8bdddf37.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/931fd0c6-25ad-3ea0-7208-85fc94eb7079.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/ccfca10b-f2ce-679a-98dc-b9720077bb91.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/5ffe820b-1ca8-dc07-3b67-44f62da75dcd.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/13c33b23-cbfa-1a4f-2837-bac27742d751.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/62fddbdd-982d-d5a9-899b-b0032624ea2a.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/793fb581-242e-1073-7717-7461caa0605e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/d1dbcf7b-9d1b-6cff-60eb-1a3eaf59bf52.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/5cad8c01-83bc-52ab-cf5f-d7881f82dd0f.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/2b066863-d549-3417-5236-32ed9fc57d19.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/454ebf14-038f-9552-70e5-195d7ed96cf1.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/86281d09-5cca-690d-6ee2-20dad14d63a2.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/03c87324-a387-e9a8-295b-abad6a9022b1.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/387831b8-7a0a-a0b2-874a-5f9e678f8e5d.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/8514f7ec-416b-5903-ac6e-ae587caa810f.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/36db17d4-4dcb-7dd2-3ad5-ae28fc17ec94.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/1516e6e0-8e11-b524-5ce1-d479ec38526b.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/a095f670-b97f-c974-9e8b-621811da8901.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/bb01a2ec-6309-5838-80c0-5860c7ab69c1.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/bd5d7501-5933-964e-2281-cbce4e6adcc6.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/3cb49c8c-716e-d902-00c5-e2c705de479d.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/9a038065-8f34-123a-ed5b-5e8d260d50d2.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/841384bc-d68a-0aac-2627-7115a45accef.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/2fdc59cf-41b3-b55f-bf81-f82f2b6127d0.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/f4b71f87-421f-ad0b-20d2-224ab3940b42.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/c37f99fe-981e-2f00-fa16-b25c17118206.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/b2432010-6438-10f6-0eef-6408ee99f727.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/ec3113b0-7a13-0d8d-4da0-da40246ab73e.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/79dc1537-03c5-6207-0077-5ab380d195fa.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/8d1fbeb5-2dd1-2fe4-4e9e-7557e4d3fd35.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><br>', '', 'Davlatimiz rahbari Toshkent metallurgiya zavodidagi texnologik jarayon bilan tanishdi', ' Давлатимиз раҳбари Шавкат Мирзиёев Тошкент металлургия заводидаги технологик жараён билан танишди. Ушбу корхона техник ва технологик жиҳатдан халқаро миқёсдаги йирик мажмуалар қаторига киради. Бу ерда Италия, Германия, Россия, Австрия, Швейцария, Жанубий Корея каби 27 та мамлакатдан', 'билан, ишлаб, технологик, раҳбари, чиқариш, ускуналар, Давлатимиз, Мирзиёев, металлургия, Шавкат, ўзидаёқ, саноатда, бўлгани, муаммо, Металл, айтилди, тушаётгани, буюртмалар, корхоналардан, ўнлаб', '2', 'davlatimiz-rahbari-toshkent-metallurgiya-zavodidagi-texnologik-jarayon-bilan-tanishdi', 0, 1, 1, 1, 0, 0, '', '', ''),
(16, 'admin', '2020-12-14 12:50:44', '<img src=\\\"https://president.uz/uploads/normal/cb3cae46-1ed9-87cc-3f0e-da3432b5166c.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Urganch shahrida Xorazm viloyati faollari va tarmoqlar mutasaddilari ishtirokida yig‘ilish bo‘lib o‘tmoqda.<br>Prezident Shavkat Mirziyoyev yig‘ilish avvalida xorazmlik dehqon va fermerlarni, butun mehnatkash xalqimizni bugungi Qishloq xo‘jaligi xodimlari kuni bilan yana bir bor tabrikladi.<br>- Xorazmga bu yil ikkinchi marta kelyapmiz. Maqsad - sizlarning ko‘zlaringizga qarab, viloyatdagi dolzarb masalalarni muhokama qilish, yana nima imkoniyatlar bor, qanday tartib, qanday ko‘mak kerak, nima natija bo‘ladi, degan savollarni qo‘yib muloqot qilish. Balandparvoz gaplar bilan iqtisodiyotni yuritib bo‘lmaydi. Muammoni bilsak, qaror to‘g‘ri, adolatli bo‘ladi, - dedi Prezident.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/01c4f387-c92c-8254-64c8-3eeb2fa67077.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Davlatimiz rahbari «mahalla raisi - islohotchi» tamoyili asosida ijtimoiy muammolarni hal qilish bo‘yicha yangi tizim joriy etilishini ta’kidladi.<br>- Prezident bir yilda bir kelib, ko‘rib ketgani bilan natija bo‘lib qolmaydi. Har bir hokim, iqtisodiy kompleks rahbarlari hududdagi muammolar bo‘yicha tizimli ishlashi kerak. Chetdan kelib birov qilib bermaydi. Mana, kecha Xorazmdagi shahar va tuman hokimlari bilan gaplashdim. Qancha mablag‘ so‘rasa, berdim. Pulimiz ko‘pligi uchun emas, masala qo‘ya olgani uchun. Odamlar ham befarq bo‘lmasligi kerak. Mahalliy kengashlar, mahallalar talab qilishi lozim, - dedi Shavkat Mirziyoyev.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/1bf5a78c-e51e-d9e8-b44b-25c8d326eaa9.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Yig‘ilishda viloyatdagi ijtimoiy-iqtisodiy masalalar tanqidiy ko‘rib chiqildi. Qishloq xo‘jaligi, ishlab chiqarish va xizmatlarni rivojlantirish, ish o‘rinlari yaratish, kam ta’minlanganlarni kambag‘allikdan chiqarish, mahallalardagi ijtimoiy sharoitlarni yaxshilash bo‘yicha vazifalar belgilandi.<br>Yig‘ilish davom etmoqda.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/66c6d1f7-6df5-1b87-baf2-9f9b76c1e512.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/1701f6e9-5ab5-aecd-a24e-38bbc2c3ef51.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/816d2b70-aad3-0aa4-a4ae-3cb410d3ae50.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/4532d74e-4ba6-2433-a599-0ddef509e7f3.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/0b090c0c-27a9-9b19-c6cf-6c3b606926eb.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/e7b39a68-3bbc-4569-7b3f-f39da188cd1d.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/6611a1d9-f452-4503-6086-83b86e7493a8.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><br>', '<img src=\\\"https://president.uz/uploads/normal/cb3cae46-1ed9-87cc-3f0e-da3432b5166c.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"><br>Urganch shahrida Xorazm viloyati faollari va tarmoqlar mutasaddilari ishtirokida yig‘ilish bo‘lib o‘tmoqda.<br>Prezident Shavkat Mirziyoyev yig‘ilish avvalida xorazmlik dehqon va fermerlarni, butun mehnatkash xalqimizni bugungi Qishloq xo‘jaligi xodimlari kuni bilan yana bir bor tabrikladi.<br>- Xorazmga bu yil ikkinchi marta kelyapmiz. Maqsad - sizlarning ko‘zlaringizga qarab, viloyatdagi dolzarb masalalarni muhokama qilish, yana nima imkoniyatlar bor, qanday tartib, qanday ko‘mak kerak, nima natija bo‘ladi, degan savollarni qo‘yib muloqot qilish. Balandparvoz gaplar bilan iqtisodiyotni yuritib bo‘lmaydi. Muammoni bilsak, qaror to‘g‘ri, adolatli bo‘ladi, - dedi Prezident.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/01c4f387-c92c-8254-64c8-3eeb2fa67077.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Davlatimiz rahbari «mahalla raisi - islohotchi» tamoyili asosida ijtimoiy muammolarni hal qilish bo‘yicha yangi tizim joriy etilishini ta’kidladi.<br>- Prezident bir yilda bir kelib, ko‘rib ketgani bilan natija bo‘lib qolmaydi. Har bir hokim, iqtisodiy kompleks rahbarlari hududdagi muammolar bo‘yicha tizimli ishlashi kerak. Chetdan kelib birov qilib bermaydi. Mana, kecha Xorazmdagi shahar va tuman hokimlari bilan gaplashdim. Qancha mablag‘ so‘rasa, berdim. Pulimiz ko‘pligi uchun emas, masala qo‘ya olgani uchun. Odamlar ham befarq bo‘lmasligi kerak. Mahalliy kengashlar, mahallalar talab qilishi lozim, - dedi Shavkat Mirziyoyev.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/1bf5a78c-e51e-d9e8-b44b-25c8d326eaa9.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br>Yig‘ilishda viloyatdagi ijtimoiy-iqtisodiy masalalar tanqidiy ko‘rib chiqildi. Qishloq xo‘jaligi, ishlab chiqarish va xizmatlarni rivojlantirish, ish o‘rinlari yaratish, kam ta’minlanganlarni kambag‘allikdan chiqarish, mahallalardagi ijtimoiy sharoitlarni yaxshilash bo‘yicha vazifalar belgilandi.<br>Yig‘ilish davom etmoqda.<br><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/66c6d1f7-6df5-1b87-baf2-9f9b76c1e512.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/1701f6e9-5ab5-aecd-a24e-38bbc2c3ef51.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/816d2b70-aad3-0aa4-a4ae-3cb410d3ae50.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/4532d74e-4ba6-2433-a599-0ddef509e7f3.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/0b090c0c-27a9-9b19-c6cf-6c3b606926eb.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/e7b39a68-3bbc-4569-7b3f-f39da188cd1d.jpg\\\" class=\\\"fr-fic fr-dii\\\"><img alt=\\\"\\\" src=\\\"https://president.uz/uploads/6611a1d9-f452-4503-6086-83b86e7493a8.jpg\\\" class=\\\"fr-fic fr-dii\\\"><br><br>', '', 'Xorazm viloyatini mahallalar kesimida rivojlantirish choralari muhokama qilinmoqda', 'Urganch shahrida Xorazm viloyati faollari va tarmoqlar mutasaddilari ishtirokida yig‘ilish bo‘lib o‘tmoqda. Prezident Shavkat Mirziyoyev yig‘ilish avvalida xorazmlik dehqon va fermerlarni, butun mehnatkash xalqimizni bugungi Qishloq xo‘jaligi xodimlari kuni bilan yana bir bor tabrikladi. -', 'bilan, ijtimoiy, kerak, qilish, bo‘yicha, Prezident, ko‘rib, uchun, qanday, kelib, viloyatdagi, bo‘ladi, Qishloq, chiqarish, xo‘jaligi, natija, Mirziyoyev, Shavkat, iqtisodiy, bo‘lib', '1', 'xorazm-viloyatini-mahallalar-kesimida-rivojlantirish-choralari-muhokama-qilinmoqda', 0, 1, 1, 1, 0, 0, '', '', ''),
(17, 'admin', '2020-12-14 14:40:27', '<div style=\\\"text-align:center;\\\"><img src=\\\"https://storage.kun.uz/source/6/bdMhPQaq5mw-O2UT_62T5s6GN61L1hrq.jpg\\\" class=\\\"fr-fic fr-dii\\\" alt=\\\"\\\"></div><br>Prezident Shavkat Mirziyoyev 12-13 dekabr kunlari Xorazm viloyatida bo‘lib qaytdi. Tashrif yakuni bo‘yicha Urganch shahrida yig‘ilish bo‘lib o‘tdi.<br>Yig‘ilishda prezident viloyatdagi avtomobil yo‘llari holatini tanqid qildi, deb xabar bermoqda Kun.uz muxbiri.<blockquote><i>«Xorazmda ichki yo‘llar yo‘q desak adolatdan bo‘ladi. Yangiariqdan keldim, u yo‘l yo‘l emas. Ichki yo‘llarni sifatli ta\\\'mirlash kerak. Shunday qilinglarki, kelgusi yilda har bir mahalla Xorazmda ichki yo‘llar bo‘yicha o‘zgarish bo‘lyapti, desin»,</i> – dedi davlat rahbari.</blockquote>Shavkat Mirziyoyev iqtisodiyotni o‘stirishda soliq va bank sohalarining o‘rni haqida ham gapirib o‘tdi.<blockquote><i>«Xorazmda iqtisod kompleksida 5 mingga yaqin odam bor. Endi tumanning 3–4ta banklarining 30–40 nafarlab xodimlari, soliqchilar kabinetni qo‘riqlab o‘tirmaydi. Mahallalarga borib, aholi bilan bevosita ishlaydi. Odamlardan so‘raydi, muammosini hal qiladi.</i><br><i>Bank – islohotning qoni. Soliqchi ham tushunishi kerak, islohot bo‘lsa, soliq tushumi oshadi. Shu tizimni yo‘lga qo‘ysak, natija bo‘ladi»,</i> – ta\\\'kidladi prezident.</blockquote><div style=\\\"text-align:center;\\\"><img alt=\\\"\\\" src=\\\"https://storage.kun.uz/source/6/6hSr4xmuLnCQMVy02tgD0eJxvqaYbxlZ.jpg\\\" class=\\\"fr-fic fr-dii\\\"></div>Davlat rahbari qishloq xo‘jaligi sohasiga ham to‘xtaldi.<blockquote><i>«Men 80 foiz tumanlar hokimlari bilan suhbatlashdim. Olgan javoblarim<b> </b>qoniqarli emas. Har bitta tuman hokimi muovini, sektor rahbarlari elim uchun xizmat qilaman desa, Xorazmda hammasi yaxshi bo‘ladi.</i><br><i>Hozir paxtani 75–80 foiz qayta ishlayapmiz. Klaster qilib ishlatilsa, natija butunlay boshqa bo‘lyapti, ip kalava emas, tayyor mahsulot tayyorlanyapti.</i><br><i>[</i><i>...</i><i>] </i><i>Nima uchun Xorazmda meva-sabzavot kam, chunki suvdan foydalanish<b> </b>siyosati yo‘q? Eski tizim bilan ishlab<b> </b>bo‘lmaydi. Dunyo bo‘yicha 2021 yilda oziq-ovqat muammosi bo‘lishi mumkinligi aytilyapti. Biz bunga tayyormizmi?</i><br><i>Masalan, Namanganda adolatli tizim yo‘lga qo‘yildi, tadbirkorlarga sharoit qilib berildi. Farg‘ona bilan Namanganni tenglashtirib bo‘lmaydi, Farg‘onada katta-katta korxonalar bor. Xorazm Namangandan ham ancha orqada. Namanganga borib, ko‘rib kelinglar, qancha ishlar qilingan. Hokimga ko‘p narsa bog‘liq, izlanish kerak. Namanganda Bozorov hokim vaqtida 10 foiz qishloq xo‘jaligi bilan shug‘ullangan, Xorazmda hokimlar 90 foiz shug‘ullanyapti, lekin foyda yo‘q.</i><br><i>Qaysi soha bo‘yicha Xorazm boshqa viloyatlarga namuna hozir? Sholi va olmani brend qilsak bo‘ladimi? Sholini «Temir daftar»dagilarga ektiramiz. Shunda kambag‘allikdan chiqarish yo‘li adolatdan bo‘ladi.</i><br><i>Xorazm viloyati yiliga 80 mln dollarlik tekstil mahsulotlari eksport qiladi. Andijonda bu ko‘rsatkich 512 mln dollar. Farq bormi? Bitta davlat, qarorlar bir xil-ku. Egilib paxta terasizlar, huzurini boshqa joylar ko‘radi. 25 yil paxta ekib, Xitoyga va Bangladeshga sotdik. Bangladeshda paxta yo‘q, bir yilda 35 mlrd dollarlik tayyor mahsulot eksport qilyapti», </i>– dedi Shavkat Mirziyoyev.</blockquote><div style=\\\"text-align:center;\\\"><img alt=\\\"\\\" src=\\\"https://storage.kun.uz/source/6/tnuO6tdzd-kmPyrrQ8w7HXRIn00uOB6J.jpg\\\" class=\\\"fr-fic fr-dii\\\"></div>Eslatib o‘tamiz, tashrif davomida prezidentga qishloq xo‘jaligiga oid loyihalar taqdimoti ham <a href=\\\"https://kun.uz/news/2020/12/12/xorazmda-sholichilikdan-yiliga-ikki-marta-hosil-olish-uchun-xitoy-tajribasi-organiladi\\\" rel=\\\"external noopener noreferrer\\\">o‘tkazildi</a>. Loyihalardan biriga ko‘ra, Xorazmda sholichilikdan yiliga ikki marta hosil olish uchun Xitoy tajribasi o‘rganiladi.<br>Shavkat Mirziyoyev Xonqa tumanidagi innovatsion issiqxonani borib ko‘rdi. Tumanlarni ixtisoslashtirish, yangi yerlarni o‘zlashtirish, yomg‘irlatib sug‘orish tizimini joriy qilish bo‘yicha topshiriqlar berildi.', '', '', '«Yangiariqdan keldim, u yo‘l yo‘l emas» - Mirziyoyev Xorazm yo‘llarini yaxshilash bo‘yicha topshiriq berdi', ' Prezident Shavkat Mirziyoyev 12-13 dekabr kunlari Xorazm viloyatida bo‘lib qaytdi. Tashrif yakuni bo‘yicha Urganch shahrida yig‘ilish bo‘lib o‘tdi. Yig‘ilishda prezident viloyatdagi avtomobil yo‘llari holatini tanqid qildi, deb xabar bermoqda Kun.uz muxbiri.«Xorazmda ichki yo‘llar yo‘q desak', 'bilan, Xorazmda, bo‘yicha, Mirziyoyev, Xorazm, Shavkat, kerak, uchun, yilda, paxta, borib, bo‘ladi, qishloq, boshqa, qilib, tizim, Namanganda, bo‘lmaydi, bo‘lyapti, davlat', '1', 'yangiariqdan-keldim-u-yol-yol-emas-mirziyoyev-xorazm-yollarini-yaxshilash-boyicha-topshiriq-berdi', 0, 0, 1, 1, 0, 0, '', '', ''),
(43, 'muharrir', '2021-10-29 09:30:21', '<a href=\\\"%E2%80%8Bhttp%3A//xorazm-avtoyul.uz/uploads/posts/2021-11/1636087965_urunov-usmon.jpg%E2%80%8B%E2%80%8B%E2%80%8B\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636087965_urunov-usmon.jpg\\\" class=\\\"fr-fic fr-fil fr-dii\\\" style=\\\"width:106px;\\\" alt=\\\"\\\"></a>                                                                                                                                                                   <br>1972 йил 19 апрел куни Хонка туманида туғилган.Миллати Ўзбек.Маълумоти Олий. 1995 йил Тошкент автомобиль ва йўллар институтининг \\\"Мухандис-Қурувчи\\\"мутахассислиги бўйича тамомлаган.<div style=\\\"text-align:center;\\\"><br></div><div style=\\\"text-align:center;\\\"><b>МЕХНАТ ФАОЛИЯТИ.</b></div>1995-2000 йй-Хонка туман автомобиль йўллари бошқармаси харакат хавфсизлиги мухандиси<br>2000-2003 йй-\\\"Йўл қурилиш\\\" сервис жамиятига қарашли асфальтобетонцехи устаси<br>2003-2010 йй-Хоразмавтойўл йўлдан фойдаланиш бошқармаси 3-сон йўл қурилиш бўлимида ишчи,5-сон йўл қурилиш бўлимида ишчи,1-сон йўл бўлимида ишчи,уста,1-сон йўл қурилиш бўлимида прораб<br>2010-2012 йй-Қороқалпогистон кўпир хўжалиги сақлаш фойдаланиш корхонаси йўл кўпир бўлими устаси,иш юритувчиси <br>2012-2013 йй-Хонка туман йўл хўжалиги пудрат таъмирлаш фойдаланиш корхонаси директори<br>2013-2014 йй-Хоразмавтойўл йўлдан фойдаланиш бошқармаси бош мухандис,директор вазифасини вақтинча бажарувчиси,бош мухандис<br>2015-2015 йй-Хоразм кўприклардан фойдаланиш унитар корхонаси брусчатка цехи бошлиғи<br>2015-2020 йй-Хонқа туман \\\"Самандар Сервис\\\" хусусий корхонаси мутахассиси,директори<div style=\\\"text-align:left;\\\">2020-2021 йй-\\\"Хоразм минтақавий йўлларга буюртмачи хизмати\\\" давлат унитар корхонаси техник кузатиш ва бажарилган ишларни қабул қилиш бўлими бошлиғи вазифасини вақтинчалик бажарувчиси</div>2021-2021-Хоразм йўллардан фойдаланиш унитар корхонаси ишлаб чикариш-техник бўлими бошлиғи<br>2021 й х.в -Хоразм йўллардан фойдаланиш унитар корхонаси бош мухандиси', '', '', 'Корхона бош мухандиси: Ўринов Ўсмон Собирович', ' 1972 йил 19 апрел куни Хонка туманида туғилган.Миллати Ўзбек.Маълумоти Олий. 1995 йил Тошкент автомобиль ва йўллар институтининг Мухандис-Қурувчимутахассислиги бўйича тамомлаган. МЕХНАТ ФАОЛИЯТИ.1995-2000 йй-Хонка туман автомобиль йўллари бошқармаси харакат хавфсизлиги мухандиси 2000-2003 йй-Йўл', 'корхонаси, фойдаланиш, Хоразм, қурилиш, унитар, бўлимида, туман, бошлиғи, бўлими, Хонка, бошқармаси, кўпир, хўжалиги, йўлдан, Хоразмавтойўл, устаси, вазифасини, мухандиси, мухандис, автомобиль', '12', 'korhona-bosh-muhandisi-rinov-smon-sobirovich', 0, 0, 1, 1, 0, 0, '', '', ''),
(48, 'muharrir', '2021-10-29 12:51:27', '<b> <i>Корхона томонидан 4Р-161 \\\"Урганч ш-Чолиш қ-Беруний қ\\\" автомобиль йўлининг 5-11 км қисмидаги таъмирлаш ишлари жараёнидан фото лавхалар</i></b><br><br><b><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635508910_photo_2021-10-06_23-17-53.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><br></b><i><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635493457_photo_2021-10-11_22-45-22.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><br><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635493423_photo_2021-10-11_22-45-23.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><br></i>', '', '', 'Корхона янгиликлари', ' Корхона томонидан 4Р-161 Урганч ш-Чолиш қ-Беруний қ автомобиль йўлининг 5-11 км қисмидаги таъмирлаш ишлари жараёнидан фото лавхалар    ', 'Корхона, томонидан, Урганч, Чолиш, Беруний, автомобиль, йўлининг, қисмидаги, таъмирлаш, ишлари, жараёнидан, лавхалар', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(45, 'muharrir', '2021-10-29 11:10:04', '<div style=\\\"text-align:justify;\\\">      <img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635487973_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"> Хоразм йўллардан мунтазам фойдаланиш унитар корхонаси ( кейинги ўринларда-Корхона ) Ўзбекистон Республикаси Президентининг 2017 йил 14 февралдаги \\\"Ўзбекистон Республикаси автомобиль йўллари давлат қўмитаси ва Ўзбекистон Республикаси Вазирлар Махкамаси хузуридаги Республика йўл жамғармаси фаолиятини ташкил этиш тўғрисида\\\"ги ПҚ-2776-сонли қарорига мувофиқ автомобиль йўллари қўмитасининг ( кейинги ўринларда муассис) ташкилий тузилмасидаги Хоразм вилояти худудий бошқармаси ( кейинги ўринларда -\\\"Бошқарма\\\") таркибида муассиснинг 2019 йил 12 сентябрдаги 173-сонли буйруғига асосан Хоразм йўл қуриш-таъмирлаш унитар корхонаси негизида ташкил этилган.</div><div style=\\\"text-align:justify;\\\">    Хоразм йўллардан мунтазам фойдаланиш унитар корхонаси Хоразм йўл қуриш-таъмирлаш унитар корхонасининг барча хуқуқ ва мажбуриятлари бўйича хуқуқий вориси хисобланади.</div>', '', '', 'Корхона тарихи', '  Хоразм йўллардан мунтазам фойдаланиш унитар корхонаси ( кейинги ўринларда-Корхона ) Ўзбекистон Республикаси Президентининг 2017 йил 14 февралдаги Ўзбекистон Республикаси автомобиль йўллари давлат қўмитаси ва Ўзбекистон Республикаси Вазирлар Махкамаси хузуридаги Республика йўл жамғармаси', 'Хоразм, унитар, кейинги, Ўзбекистон, ўринларда, Республикаси, корхонаси, фойдаланиш, мунтазам, таъмирлаш, автомобиль, йўллари, йўллардан, сонли, ташкил, қуриш, таркибида, муассиснинг, сентябрдаги, буйруғига', '43', 'korhona-tarihi', 0, 0, 1, 1, 0, 0, '', '', ''),
(54, 'muharrir', '2021-11-01 09:07:04', '62-225-66-70<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635739635_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Боғланиш', '62-225-66-70', '', '8', 'bolanish', 0, 0, 1, 1, 0, 0, '', '', '');
INSERT INTO `dle_post` (`id`, `autor`, `date`, `short_story`, `full_story`, `xfields`, `title`, `descr`, `keywords`, `category`, `alt_name`, `comm_num`, `allow_comm`, `allow_main`, `approve`, `fixed`, `allow_br`, `symbol`, `tags`, `metatitle`) VALUES
(55, 'muharrir', '2021-11-01 11:52:45', '<i><b>  Корхона томонидан Давлат ахамиятидаги 4Р-156 \\\"Урганч шахар Хонка ш-Хазорасп ш-Тошсака орқали Амударё А-380\\\"автомобиль йўлидаги жорий  таъмирлаш ишларидан лавхалар .</b></i><br><br><i><b><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635749836_photo_2021-11-01_11-09-20.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635749853_photo_2021-10-28_10-03-44.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">  </b></i><br><i><b><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635749773_photo_2021-11-01_11-09-22.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">    <img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635749421_photo_2021-11-01_11-10-03.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"></b></i>', '', '', 'Корхона янгиликлари', ' Корхона томонидан Давлат ахамиятидаги 4Р-156 Урганч шахар Хонка ш-Хазорасп ш-Тошсака орқали Амударё А-380автомобиль йўлидаги жорий таъмирлаш ишларидан лавхалар .    ', 'Корхона, орқали, ишларидан, таъмирлаш, жорий, йўлидаги, 380автомобиль, Амударё, Тошсака, томонидан, Хазорасп, Хонка, шахар, Урганч, ахамиятидаги, Давлат, лавхалар', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(56, 'muharrir', '2021-11-01 12:04:33', '<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635750709_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><!--dle_media_begin:https://youtu.be/hRSY0XH4QiE--><iframe width=\"356\" height=\"200\" src=\"https://www.youtube.com/embed/hRSY0XH4QiE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe><!--dle_media_end-->', '', '', 'Сохага оид хабарлар', '', '', '9', 'sohaga-oid-habarlar', 0, 0, 1, 1, 0, 0, '', '', ''),
(59, 'muharrir', '2021-11-02 15:41:49', 'Корхона томонидан 4Р -161 \\\" Урганч ш-Чолиш қ-Беруний ш\\\" автомобиль йўлининг таъмирлаш ишлари жараёнидан фото лавхалар<br><br><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849757_photo_2021-11-01_13-17-21.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849725_photo_2021-11-01_17-01-06.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849665_photo_2021-11-01_17-01-06-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849692_photo_2021-11-01_17-01-00.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849720_photo_2021-11-01_13-18-12.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849646_photo_2021-11-01_13-17-52.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849683_photo_2021-11-01_13-17-47.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849677_photo_2021-11-01_13-17-41.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635849624_photo_2021-11-01_13-17-29.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Корхона янгиликлари', 'Корхона томонидан 4Р -161  Урганч ш-Чолиш қ-Беруний ш автомобиль йўлининг таъмирлаш ишлари жараёнидан фото лавхалар ', 'Корхона, томонидан, Урганч, Чолиш, Беруний, автомобиль, йўлининг, таъмирлаш, ишлари, жараёнидан, лавхалар', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(60, 'muharrir', '2021-11-03 10:30:41', '<i><b>Корхона томонидан 4Р -161 \\\"Урганч ш-Чолиш қ-Беруний ш\\\"  автомобиль йўлининг 2-боскич 5-11 км кисмидаги таъмирлаш ишлари</b></i><br><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635917368_photo_2021-11-02_21-05-52.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635917419_photo_2021-11-02_21-05-55.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635917433_photo_2021-11-02_21-05-55-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635917427_photo_2021-11-02_21-05-54.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635917376_photo_2021-11-02_21-05-53.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Корхона янгиликлари', 'Корхона томонидан 4Р -161 Урганч ш-Чолиш қ-Беруний ш автомобиль йўлининг 2-боскич 5-11 км кисмидаги таъмирлаш ишлари ', 'Корхона, томонидан, Урганч, Чолиш, Беруний, автомобиль, йўлининг, боскич, кисмидаги, таъмирлаш, ишлари', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(61, 'muharrir', '2021-11-06 12:22:40', '<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636183369_photo_2021-11-06_11-05-14.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"> ⚡️Шавкат Мирзиёев қасамёд қабул қилди<br><br>Ўзбекистон Конституциясининг 92-моддасига биноан, Ўзбекистоннинг сайланган Президенти Шавкат Мирзиёев қуйидагича қасамёд қабул қилди.<br><br>«Ўзбекистон халқига садоқат билан хизмат қилишга, республиканинг Конституцияси ва қонунларига қатъий риоя этишга, фуқароларнинг ҳуқуқлари ва эркинликларига кафолат беришга, Ўзбекистон Республикаси Президенти зиммасига юклатилган вазифаларни виждонан бажаришга тантанали қасамёд қиламан».<br><br>Қонунчиликка кўра, Президент Олий Мажлис палаталари йиғилишида қасамёдни қабул қилган пайтдан бошлаб ўз лавозимига киришган ҳисобланади.', '', '', 'Ўзбекистон Янгиликлари', ' ⚡️Шавкат Мирзиёев қасамёд қабул қилди Ўзбекистон Конституциясининг 92-моддасига биноан, Ўзбекистоннинг сайланган Президенти Шавкат Мирзиёев қуйидагича қасамёд қабул қилди. «Ўзбекистон халқига садоқат билан хизмат қилишга, республиканинг Конституцияси ва қонунларига қатъий риоя этишга,', 'қасамёд, қабул, қилди, Ўзбекистон, Мирзиёев, Президенти, ⚡️Шавкат, Қонунчиликка, зиммасига, юклатилган, вазифаларни, виждонан, бажаришга, тантанали, қиламан», йиғилишида, Президент, Мажлис, палаталари, беришга', '2', 'zbekiston-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(62, 'muharrir', '2021-11-08 11:43:53', 'Корхона томонидан 4Р- 161 \\\"Урганч ш- Чолиш қ-Беруний ш\\\" автомобиль йўлининг 2-босқич 5-11 км қисмидаги таъмирлаш ишларининг жараёни <br><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636353700_photo_2021-10-29_18-26-42.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636353700_photo_2021-10-29_18-26-39.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636353745_photo_2021-10-29_18-26-38.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636353671_photo_2021-10-29_18-26-34.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Корхона янгиликлари', 'Корхона томонидан 4Р- 161 Урганч ш- Чолиш қ-Беруний ш автомобиль йўлининг 2-босқич 5-11 км қисмидаги таъмирлаш ишларининг жараёни ', 'Корхона, томонидан, Урганч, Чолиш, Беруний, автомобиль, йўлининг, босқич, қисмидаги, таъмирлаш, ишларининг, жараёни', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(47, 'muharrir', '2021-10-27 12:25:26', '<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635492347_photo_2021-10-27_20-45-51-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635492299_photo_2021-10-27_20-45-50.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635492311_photo_2021-10-27_20-45-50-3.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635492264_photo_2021-10-27_20-45-50-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635492287_photo_2021-10-27_20-45-49.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">  Қишлоқ хўжалигида кластер тизимини ривожлантириш масалалари бўйича видеоселектор йиғилиши ўтказилди.Давлатимиз раҳбари қишлоқ хўжалиги ва агросаноатда самарадорликни ошириш учун кластерларга имкониятларни кенгайтириш кераклигини таъкидлади.Кластерлар фаолиятининг ҳуқуқий кафолатларини кучайтириш, уларни молиялаштириш, экспортни қўллаб-қувватлаш, инфратузилма ва техника билан таъминлаш бўйича кўплаб ташаббуслар билдирилди.', '', '', 'Ўзбекистон янгиликлари', ' Қишлоқ хўжалигида кластер тизимини ривожлантириш масалалари бўйича видеоселектор йиғилиши ўтказилди.Давлатимиз раҳбари қишлоқ хўжалиги ва агросаноатда самарадорликни ошириш учун кластерларга имкониятларни кенгайтириш кераклигини таъкидлади.Кластерлар фаолиятининг ҳуқуқий кафолатларини кучайтириш,', 'бўйича, Қишлоқ, экспортни, фаолиятининг, ҳуқуқий, кафолатларини, кучайтириш, уларни, молиялаштириш, қувватлаш, қўллаб, таъкидлади, инфратузилма, техника, билан, таъминлаш, кўплаб, ташаббуслар, Кластерлар, кенгайтириш', '2', 'zbekiston-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(39, 'muharrir', '2021-10-28 16:19:16', '<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635423649_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" style=\\\"width:435px;\\\" alt=\\\"\\\"><hr><u>1. Директор Ўринбосари </u><br><u>2. Ишлаб чикариш техник бўлими бошлиғи</u><br><u>3. Умумий бўлим бошлиғи</u><br><br><br>', '', '', 'Бўш иш ўринлари тўғрисида маълумот', '1. Директор Ўринбосари  2. Ишлаб чикариш техник бўлими бошлиғи 3. Умумий бўлим бошлиғи', 'бошлиғи, Директор, Ўринбосари, Ишлаб, чикариш, техник, бўлими, Умумий, бўлим', '44', 'bsh-ish-rinlari-trisida-malumot', 0, 0, 1, 1, 0, 0, '', '', ''),
(40, 'muharrir', '2021-10-28 16:40:26', '<i><b>Корхона томонидан 4Р- 161 \\\"Урганч ш-Чолиш қ-Беруний ш\\\" автомобиль йўлининг 5-11 км кисмида олиб борилаётган таъмирлаш ишлари жараёнидан фото лавхалар</b></i><br><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635421182_photo_2021-10-21_17-51-16.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635421143_photo_2021-10-21_17-51-17.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635421190_photo_2021-10-21_17-51-18.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635421192_photo_2021-10-21_17-51-19.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Таъмирланмокда', 'Корхона томонидан 4Р- 161 Урганч ш-Чолиш қ-Беруний ш автомобиль йўлининг 5-11 км кисмида олиб борилаётган таъмирлаш ишлари жараёнидан фото лавхалар ', 'Корхона, томонидан, Урганч, Чолиш, Беруний, автомобиль, йўлининг, кисмида, борилаётган, таъмирлаш, ишлари, жараёнидан, лавхалар', '4', 'tamirlanmokda', 0, 0, 1, 1, 0, 0, '', '', ''),
(66, 'muharrir', '2021-11-16 16:22:55', '<b><i>Корхона томонидан 4Р 161 \\\"Урганч ш-Чолиш қ-Беруний ш\\\" автомобиль йўлининг 2-босқич 5-11 км кисмидаги таъмирлаш ишларидан фото лавхалар</i></b><br><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061735_photo_2021-11-14_17-31-23.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061713_photo_2021-11-14_17-31-24-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061681_photo_2021-11-14_17-31-24-3.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061729_photo_2021-11-14_17-31-25-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061719_photo_2021-11-14_17-31-25.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061691_photo_2021-11-14_17-31-26-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061697_photo_2021-11-14_17-31-26-3.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1637061725_photo_2021-11-14_17-31-26.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Корхона янгиликлари', 'Корхона томонидан 4Р 161 Урганч ш-Чолиш қ-Беруний ш автомобиль йўлининг 2-босқич 5-11 км кисмидаги таъмирлаш ишларидан фото лавхалар ', 'Корхона, томонидан, Урганч, Чолиш, Беруний, автомобиль, йўлининг, босқич, кисмидаги, таъмирлаш, ишларидан, лавхалар', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(50, 'muharrir', '2021-10-30 09:35:02', '4Р 161 \\\"Урганч ш-Чолиш қ-Берний ш\\\" автомобиль йўлининг (2-босқич) 5-11 км кисмида бажарилаётган ишлар бўйича фото лавхалар <img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568455_photo_2021-10-29_18-26-36-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568378_photo_2021-10-29_18-26-36.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568386_photo_2021-10-29_18-26-34.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568272_photo_2021-10-29_18-26-26.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568293_photo_2021-10-29_18-26-25.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568452_photo_2021-10-29_18-26-37-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568475_photo_2021-10-29_18-26-37.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568496_photo_2021-10-29_18-26-40.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-10/1635568342_photo_2021-10-29_18-26-22.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Корхона янгиликлари', '4Р 161 Урганч ш-Чолиш қ-Берний ш автомобиль йўлининг (2-босқич) 5-11 км кисмида бажарилаётган ишлар бўйича фото лавхалар ', 'Урганч, Чолиш, Берний, автомобиль, йўлининг, босқич, кисмида, бажарилаётган, ишлар, бўйича, лавхалар', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(65, 'muharrir', '2021-11-15 08:50:56', 'Корхона томонидан 4Р 161 \\\"Урганч ш-Чолиш қ-Беруний Ш\\\" автомобиль йўлидаги таъмирлаш ишлари<br><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948208_photo_2021-11-13_20-11-30.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948195_photo_2021-11-13_20-11-26.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948245_photo_2021-11-13_20-11-25.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948189_photo_2021-11-13_20-11-34.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948245_photo_2021-11-13_20-11-33.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948226_photo_2021-11-13_20-11-18.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948219_photo_2021-11-13_20-11-18-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948184_photo_2021-11-13_20-11-15.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636948181_photo_2021-11-13_20-11-15-2.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">', '', '', 'Корхона янгиликлари', 'Корхона томонидан 4Р 161 Урганч ш-Чолиш қ-Беруний Ш автомобиль йўлидаги таъмирлаш ишлари ', 'Корхона, томонидан, Урганч, Чолиш, Беруний, автомобиль, йўлидаги, таъмирлаш, ишлари', '3', 'korhona-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', ''),
(42, 'muharrir', '2021-10-29 09:32:28', '<div style=\\\"text-align:left;\\\"><a href=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636085729_image2.jpg\\\">http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636085729_image2.jpg</a>                                                          </div><div style=\\\"text-align:justify;\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636975587_image2.jpg\\\" class=\\\"fr-fic fr-bordered fr-rounded fr-padded fr-shadows fr-dib fr-fil\\\" style=\\\"width:106px;\\\" alt=\\\"\\\">  1981 йил 30- ноябр куни Урганч шахрида туғилган.Миллати Ўзбек. Маълумоти Олий (магистр). 2008 йил Урганч давлат  университетининг \\\"Касб таълими\\\" ( иқтисодиёт) мутахассислиги бўйича ( олий) ва 2011 йил Тошкент автомобиль  йўллари университетининг  ( магистр) \\\"Касб-хунар фанларини  ўқитиш методикаси\\\" мутахассисликлари бўйича</div><div style=\\\"text-align:justify;\\\">тамомлаган. </div><div style=\\\"text-align:justify;\\\">    </div><div><b>                                                                     МЕХНАТ ФАОЛИЯТИ.</b></div>1996-1999 йй-Урганч автомобиль йўллар техникуми талабаси<br>2000-2002 йй-Харбий хизмат сафарида<br>2002-2004 йй-Хоразм йўллардан фойдаланиш бошқармаси 2-сонли йўл қурилиш бўлими ишчиси<br>2005-2006 йй-Хоразм махсус йўл хўжалиги пудрат таъмирлаш фойдаланиш корхонаси 1-сонли йўл қурилиш бўлими устаси <br>2006-2007 йй-Хоразм махсус йўл хўжалиги пудрат таъмирлаш фойдаланиш ишлаб чиқариш бўлими бош мутахассиси<br>2007-2008 йй-\\\"Шимолий-Ғарбий\\\" Халқаро ва давлат ахамиятидаги автомобиль йўлларини сақлашга ихтисослаштирилган таъмирлаш фойдаланиш давлат корхонаси\\\"йўллардан фойдаланиш, тармоқни ривожлантириш бўлими бош мутахассиси<br>2008-2009 йй-Хоразм махсус йўл хўжалиги пудрат таъмирлаш фойдаланиш корхонаси бош мухандиси<br>2009-2010 йй-\\\"Шимолий-Ғарбий\\\" Халқаро ва давлат ахамиятидаги автомобиль йўлларини сақлашга ихтисослаштирилган таъмирлаш фойдаланиш давлат корхонаси\\\"йўллардан фойдаланиш, тармоқни ривожлантириш бўлимиХоразм вилояти бўйича бош мутахассиси<br>2010-2012 йй-Ўзбекистон Республикаси Молия вазирлиги хузуридаги Республика йўл жамғармасининг автомобиль йўлларини қуриш, реконструкция қилиш ва таъмирлашни техник кузатиш бўлими бош мутахассиси<br>2012-2013 йй-Хоразм кўприк хўжалигини сақлашга ихтисослаштирилган таъмирлаш фойдаланиш корхонаси директори<br>2013-2017 йй-\\\"Хоразмйўллойиха\\\" лойиха қидирув маъсулияти чекланган жамияти директор ўринбосари<br>2017-2020 йй-Хоразм вилояти автомобиль йўллари худудий бош бошқармаси таркибидаги \\\" Хоразм минтақавий йўлларга буюртмачи хизмати\\\"давлат унитар корхонаси директори<br>2021- й х.в-Хоразм йўллардан мунтазам фойдаланиш унитар корхонаси директори​​', '', '', 'Корхона директори: Абдуллаев Исмаилжон Тахирович', 'http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636085729_image2.jpg  1981 йил 30- ноябр куни Урганч шахрида туғилган.Миллати Ўзбек. Маълумоти Олий (магистр). 2008 йил Урганч давлат университетининг Касб таълими ( иқтисодиёт) мутахассислиги бўйича ( олий) ва 2011 йил Тошкент автомобиль йўллари', 'фойдаланиш, Хоразм, автомобиль, таъмирлаш, бўлими, корхонаси, давлат, мутахассиси, пудрат, йўлларини, сақлашга, ихтисослаштирилган, Урганч, хўжалиги, махсус, директори, бошқармаси, сонли, йўллари, йўллардан', '12', 'korhona-direktori-abdullaev-ismailzhon-tahirovich', 0, 0, 1, 1, 0, 0, '', '', ''),
(51, 'muharrir', '2021-11-01 08:57:17', '<div style=\\\"text-align:justify;\\\"><img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635739051_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><b>Қуйидагилар Корхона директорининг асосий вазифалари ҳисобланади:</b></div><div style=\\\"text-align:justify;\\\">- Амалдаги қонун хужжатлари ва корхонанинг Низоми (Устави) асосида корхона фаолиятининг барча соҳаларига раҳбарлик қилади. </div><div style=\\\"text-align:justify;\\\">- Асосий фаолият ва пудрат ишларининг самарали ишлашини ташкил этади, уларнинг фаолиятини юксак ривожланиш суръатларига эришишга ва ишлаб чиқаришни такомиллаштиришга йўналтиради.</div><div style=\\\"text-align:justify;\\\">- Ишлаб чиқариш фаолияти билан боғлик масалаларни якка ҳал қилади ва уни узлуксизлигини таъминлаш мақсадида асбоб-ускуна, зарур хом-ашё, эхтиёт қисмлар ва  ёқилғи мойлаш воситалари ва бошқа воситалар билан таъминлайди.</div><div style=\\\"text-align:justify;\\\">- Фан ва техниканинг замонавий ютуқлари асосида корхонани ривожлантириш истиқболларини белгилайди, бажариладиган ишларнинг сифатини яхшилашни ташкил қилади.</div><div style=\\\"text-align:justify;\\\">- Корхонанинг ҳисоб-варағидаги пул маблағларининг ҳаракати  ва молиявий операциялар устидан назорат қилади.</div><div style=\\\"text-align:justify;\\\">- Корхона иқтисодий хизматлари ва бўлимлари фаолиятини ишлаб чиқариш резервларидан фойдаланиш ҳисобига товар-маҳсулот учун бўладиган моддий, меҳнат ва пул сарфларини камайтириш тадбирларини ишлаб чиқишга йўналтиради.</div><div style=\\\"text-align:justify;\\\">- Бажариладиган ишлар сифатини ошириш тадбирларининг ишлаб чиқилиши ва ўтказилишини назорат қилади.</div><div style=\\\"text-align:justify;\\\">- Бошқарувнинг ташкилий тузилмасини мунтазам равишда такомиллаштириб боради, ишлаб чиқаришни бошқаришнинг бозор муносабатларида корхона  барча бўғинларининг самарали ишлашига қаратилган оқилона шакллари ва усулларини жорий қилади.</div><div style=\\\"text-align:justify;\\\">- Корхонани малакали кадрлар билан таъминлаш, ходимларнинг билим ва тажрибасидан унумли фойдаланиш, уларнинг лавозим соҳасида ўсиши, таълим олиши, ўз ғоялари ва лойиҳаларини рўёбга чиқариши учун имконият яратиш чора-тадбирларини кўради.</div><div style=\\\"text-align:justify;\\\">- Ўзбекистон Республикасининг Солиқ ва Меҳнат кодексларига, шунингдек юқорида ташкилотларнинг корхона  фаолияти масалаларига оид қарорларига риоя этилишини таъминлайди.</div><div style=\\\"text-align:justify;\\\">- Корхона ходимларини шахсий масалалар юзасидан қабул қилади, уларнинг иқтисодий-ижтимоий масалаларини ҳал этади.</div><div style=\\\"text-align:justify;\\\">- Раҳбарликнинг иқтисодий ва маъмурий усуллари, ишлаб чиқариш масалаларини, шунингдек унинг самарадорлигини ошириш соҳасидаги моддий ва маънавий омилларини муҳокама қилиш ва ҳал этишда яккабошчилик ва коллегиаллик усулларини қўшиб олиб борилишини, шунингдек ҳар бир ходимнинг топширилган иш учун ва жамоа ишининг натижалари учун бўлган масъулиятини оширилишини таъминлайди. - Ўзига берилган ҳуқуқ доирасида барча масалаларни ҳал қилади ҳамда айрим ишлаб чиқариш-хўжалик вазифаларини бажаришни қўл остидаги мансабдор, моддий жавобгар  шахсларга – бош мухандис, бош ҳисобчи ва бўлим бошлиқларига  топширади.                             - Корхонада Ўзбекистон Республикаси Меҳнат қонунчилиги, ички меҳнат тартиб қоидаларига риоя этилишини таъминлайди.                    - Корхона директори ушбу лавозим йўриқномасида кўрсатилмаган ва директор лавозими мажбуриятларига кирувчи вазифаларини корхона Низоми ва Ўзбекистон Республикасининг амалдаги қонун ҳужжатларида белгиланган тартибда бажаришга масъулдир.</div><div style=\\\"text-align:justify;\\\"><br></div>', '', '', 'Корхона функция ва вазифалари', 'Қуйидагилар Корхона директорининг асосий вазифалари ҳисобланади:- Амалдаги қонун хужжатлари ва корхонанинг Низоми (Устави) асосида корхона фаолиятининг барча соҳаларига раҳбарлик қилади. - Асосий фаолият ва пудрат ишларининг самарали ишлашини ташкил этади, уларнинг фаолиятини юксак ривожланиш', 'қилади, ишлаб, корхона, Корхона, таъминлайди, чиқариш, уларнинг, Ўзбекистон, шунингдек, барча, моддий, иқтисодий, билан, йўналтиради, этади, меҳнат, чиқаришни, фаолияти, масалаларни, этилишини', '42', 'korhona-funkcija-va-vazifalari', 0, 0, 1, 1, 0, 0, '', '', ''),
(52, 'muharrir', '2021-11-01 08:56:12', '<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635739043_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">Корхонанинг Бош мухандиси куйидаги вазифаларни бажаради ва бажарилиши бўйича масъулдир:- Корхона директорининг буйруқлари, топшириқлари ҳамда кўрсатмаларини ўз вақтида бажарилишини таъминлайди.<br> - Корхона  директори  сабабли ҳолатлар бўйича корхонада бўлмаган вақтда, ишлаб-чиқариш зарурияти туфайли, ишлаб-чиқариш ишлари жараёнини тўхтовсизлигини таъминлаш мақсадида, корхона маъмурияти номидан молиявий ва бошқа ҳужжатларга имзо қўйиш ваколатига эга бўлади.<br>- Корхонада асосий фаолият ва пудрат ишларини лойиҳа-смета ҳужжатлари асосида бажарилишини ташкиллаштиради ва бажарилишини назорат қилади.<br>- Ишлаб-чиқариш ишларини ривожлантиришда янги технологияларни   жорий этади ва меҳнат унумдорлигини ошириш бўйича тадбирлар ишлаб чиқади.<br> - Бажарилган  ишларини қабул қилишда иштирок этади ва ишларни лойиҳа-смета ҳужжатлари асосида бажарилганлигини тасдиқлайди.<br> -  Бажарилган  ишлар  учун  ишчи ходимларга тўланадиган  иш ҳақларини, техника воситаларига сарф бўлган ёқилғи-мойлаш маҳсулотлари миқдорини ҳамда қурилиш хом-ашёлари ва моддий товар бойликлари, техника  воситалари учун фойдаланилган эҳтиёт қисмлар тўғрисидаги далолатномаларни асослигини текширади ва тасдиқлайди. <br>- Бажариладиган  ишларни лойиҳа-смета   ҳужжатларини    таҳлил қилади ва зарурият бўлганда ўзгартиришлар киритиш бўйича фикр билдиради.<br>- Автомобиль йўлларини қуриш, қайта қуриш, тўла таъмирлаш, жорий таъмирлаш, сақлаш ва қишги қаров ишларини бажарилишини назорат қилади.<br>- Автомобиль йўлларини қуриш, таъмирлаш ва сақлаш ишларини тўлиқ бажарилиши, материаллар сертфикатланганлиги, хизматлар лицензияланганлиги, меъёрий хужжатлар асосида ижро хужжатларини юритилишини назорат қилиш.<br>       - Корхонанинг бўлимларида ишлаб-чикариш ишларини меҳнат мухофазаси қоидалари асосида ташкил қилинишини назорат қилади.<br>- Ишчи-хизматчиларни бажараётган ишлари, вазифалари бўйича билимларини синайди ва иш тоифаларни белгилайди.<br>- Ишчи-ходимларни касблари бўйича малакаларини ошириш бўйича ўқув курсларида ўқишларини ташкил қилади.<br>- Корхонанинг барча иш бўлимларида биринчи тиббий ёрдам кўрсатиш бурчакларини ҳамда автотранспорт ва техника воситаларида тиббий қутичаларини (мед.аптечка) ташкил қилишда иштирок этади ҳамда ушбу бурчакларда ва қутичаларда биринчи тиббий ёрдам куўсатиш учун зарур бўладиган дори-дармонларни доимий етарли бўлишини назорат қилади.<br>    - Корхонада ишлайдиган ишчилар учун меҳнат муҳофазаси, ёнғин, электр ва хавфсизлик техникаси бўйича талаб қилинадиган қоидаларини бажарилишини таъминлайди. <br>-  Ходимлар билан меҳнатни муҳофаза қилиш, хавфсизлик техникаси, ёнғин ва электр ҳамда йўл ҳаракат хавфсизлиги, табиатни муҳофаза қилиш қоидалари бўйича суҳбатлар ва йиғилишлар ўтказади, тушунтириш ишларини олиб боради.<br>              - Ишчилар бажарадиган ишларни хавфсизлик техникаси, электр ва ёнғин хавфсизлиги қоидаларига амал қилган ҳолда, хавфсиз усуллар билан бажаришлари, электр энергияси, табиий газ, юк кўтариш, босим остида ишловчи ускуна ва механизмларда ишловчи ишчи-ходимларни рўйхатини тузишда иштирок этади.<br>- Юк кўтариш, босим остида ишловчи механизмларда ишловчи ходимларни белгиланган тартибда иш бажаришларини назорат қилиб боради. Ушбу ишларда ишловчи ходимларни ишлари учун махсус рухсатномалари бўлишини назорат қилади хамда уларни техник ўқувини ташкил этади.<br>- Таъмирловчи, ҳайдовчи-механизаторлар билан табиатни муҳофаза қилиш тўғрисида суҳбатлар, тушинтириш ишларини олиб боради.<br>       - Хавфсизлик техникаси қоидаларини бажарилиши бўйича бир неча  босқичли назоратни ташкил қилади ва бажарилишини назорат қилади. Аниқланган камчиликларни зудлик билан бартараф этиш бўйича чора-тадбирларни белгилайди.<br>-  Хавфсизлик техникаси ва меҳнатни мухофаза қилиш журналларини тўғри ва тўлиқ юритилишини мунтазам назорат қилади.<br>- Йўлларда ҳаракат хавфсизлигини таъминлаш чора-тадбирлари тузилишини ва ҳаракат жадаллиги хисобини юритилишини назорат қилиш.<br>- Йўл бўлимлари фаолиятини доимий назоратга олиш, уларни ишчи кучи ва машина механизм, автотранспорт ва материаллар билан таъминланиши, йўл бўлимида юритиладиган хужжатларни доимий ҳаракатда бўлишини назорат қилиш.<br>- Корхона фаолиятида ишлатиладиган қурилиш хом-ашёларининг лабаратория хулосалари ва сертификатлари бўлишини  назорат қилади.<br>- Корхонада ишлаб чиқариш ишларида шикастланишни олдини олиш бўйича тадбирлар тузишда иштирок этади ва бажарилишини назорат қилади.<br>- Корхонанинг пудрат ишларини ривожлантириш йўлларини белгилаб боради, ишлаб-чиқаришни техник жиҳатдан янгилаш, ҳамма турдаги ресурслардан, ишлаб-чиқариш фондларидан унумли фойдаланишни, давлат стандартларига,  техник талабларига жавоб берадиган ишлар бажарилишини таъминлайди. <br>- Лойиҳа ва технологик интизомга, меҳнатни муҳофаза қилиш меъёрлари ва қоидаларига, хавфсизлик техникаси, ишлаб-чиқариш санитариясига ва ёнғин ҳамда электр хавфсизлиги, техник назорат, табиатни муҳофаза қилиш органлари талаблари асосида ишлаб-чикариш ишларини ташкил қилади ва назорат қилади. <br>-  Бажарилган ишлар ва сарф-харажатлар тўғрисидаги  далолатномаларни ва бошқа техник ҳужжатларни ўз вақтида тайёрланишини таъминлайди.<br>- Бош мухандисга бажарилган ишларни қабул қилиш тўғрисидаги ҳужжатлари  имзо қўйиш ҳуқуқи берилади. <br>- Корхонани ривожлантириш бўйича режаларни тузишга раҳбарлик қилади.<br>- Корхонада бажариладиган  асосий фаолият ва пудрат  ишларини лойиҳа-смета ҳужжатлари асосида бажарилишини такомиллаштириш бўйича истиқболли режаларни тузишда таклифлар киритади ва бошчилик қилади.<br>- Ишлаб-чиқариш ишларини ривожлантиришда илғор тажриба, янги технология, самарали йўл қуриш материаллари ва меҳнатни ташкил этиш бўйича илғор ғоя хамда ютуқли тажрибаларни тадбиқ этади.<br>- Корхонанинг моддий товар бойликларидан тўғри фойдаланиб, асраб-авайлашда ва сақлашда иштирок қилади. <br>- Корхонанинг ички меҳнат тартиби ҳамда хавфсизлик техникаси ва ёнғин хавфсизлиги қоидаларига тўлиқ амал қилади.<br>- Корхонада бажарилган ишлар тўғрисида тегишли ташкилотларга ўз вақтида ҳисоботларни топширилишида иштирок қилади, бўлимлар фаолиятини мувофиқлаштиради ва назорат қилади.  <br>- Бош мухандис ўз раҳбарлигидаги ходимларни иш фаолияти назоратини  олиб боради ва ходимларни рағбатлантириш ҳамда интизомий жазога тортиш масаласи бўйича раҳбариятга таклиф киритади. <br>- Ўзини соҳавий техник савиясини мунтазам равишда ошириб боради ва уларни иш фаолиятида қўллайди.<br>- Бош муҳандис Хоразм вилояти автомобиль йўллари худудий бош бошқармаси томонидан келишилган ҳолда ишга тайинланади ва лавозимидан озод қилинади.<br>- Бош мухандис, ушбу лавозим йўриқномасида кўрсатилмаган ва бош мухандис лавозимига кирувчи вазифаларини Ўзбекистон Республикасининг амалдаги қонун хужжатларида белгиланган тартибда бажаришга масъулдир.<br><br><br>', '', '', 'Корхона функция ва вазифалари', 'Корхонанинг Бош мухандиси куйидаги вазифаларни бажаради ва бажарилиши бўйича масъулдир:- Корхона директорининг буйруқлари, топшириқлари ҳамда кўрсатмаларини ўз вақтида бажарилишини таъминлайди. - Корхона директори сабабли ҳолатлар бўйича корхонада бўлмаган вақтда, ишлаб-чиқариш зарурияти туфайли,', 'қилади, бўйича, назорат, ишларини, қилиш, бажарилишини, ишлаб, ҳамда, чиқариш, ташкил, техникаси, этади, боради, Корхонанинг, техник, ходимларни, иштирок, асосида, электр, Корхонада', '42', 'korhona-funkcija-va-vazifalari', 0, 0, 1, 1, 0, 0, '', '', ''),
(53, 'muharrir', '2021-11-01 09:01:31', '<i><b>    <img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1635739290_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\">Корхонанинг асосий мақсади</b> :Бириктирилган автомобиль йўлларида йил давомида, кечаю-кундуз,узлуксиз йўллардан фойдаланиш хизматини ташкил этиб,транспортда юк ташиш сарф харажатларини доимий равишда камайтирилган холда йўлдан фойдаланувчиларнинг транспортда ташиш эхтиёжларини қондириш ва автомобиль йўллари тармоғини соз холда сақлашни таъминлаш, уни бутун чоралар билан ривожлантириш ва такомиллаштириш хисобланади.</i><br><i>     <b>Корхонанинг асосий вазифалари қуйидагилар</b>: бириктирилган автомобиль йўлларини Ўзбекистон Республикаси \\\" Автомобиль йўллари тўғрисида\\\"ги қонунида белгиланган тартибда сақлаш ва фойдаланишни ташкил этиш ва бевосита мазкур қонун асосида бириктирилган автомобиль йўлларида  ягона йўл техника сиёсатини амалга ошириш;</i><br><i>    Корхонага бириктирлган автомобиль йўллари ва ундаги кўприкрикларга комплекс хизмат кўрсатиш ва уларни тегишли техник холатда сақлаш хамда ўтказиш қобилятини ошириб бориш<i>;</i></i><br><i><i>    Бириктирилган автомобиль йўлларида узлуксиз ва хавф-хатарсиз транспорт қатновини таъминлаш учун мунтазам йўл хизматини ташкил этиш ва мазкур йўлларнинг транспорт оқимига хизмат кўрсатиш даражасини мутассил ошириб бориш<i>;</i></i></i><br><i><i><i>    <i><i>Бириктирилган автомобиль йўллари тармоғини сақлаш ва таъмирлаш бўйича режаларни тайёрлаш ва уни шартнома асосида сифатли қилиб бажариш  <i><i><i>;</i></i></i></i></i></i></i></i><br><i><i><i><i><i><i><i><i>    Йўл хўжалиги корхоналари ва бошқа корхоналарни шартнома асосида бириктирилган автомобиль йўллари ва унинг бўлакларида асраш ва йўл хизмати кўрсатиш бўйича ёрдамчи пудратчиларни жалб этиш<i><i><i>;</i></i></i></i></i></i></i></i></i></i></i><br><i><i><i><i><i><i><i><i><i><i><i>    <i><i><i><i><i>Бириктирилган автомобиль йўллари тармоғи техник холатини,йўл ишларининг сифати ва ишлаб -чикариш технологиясига риоя қилинишини мунтазам назорат қилиш<i><i><i><i><i><i><i><i><i><i><i>;</i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i><br><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>   <i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>Бириктирилган автомобиль йўлларини сақлаш ва таъмирлаш ишларини экология меъёрлари ва эстетика талабларини хисобга олган холда бажариш<i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>;</i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i><br><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>   Бириктирилган автомобиль йўллари тармоғининг хисобини олиб бориш,йўлнинг техник холати,харакат жадаллиги,харакат хавфсизлиги тўғрисида ишончли банкини тузиш<i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>;</i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i><br><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>   <i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i> <i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>Бириктирилган автомобиль йўлларини таъмирлаш ва сақлаш ишларини сифатли қилиб бажариш хамда бошқарма билан келишилган холда бошқа корхоналар, муассасаларга пудрат шартномалари асосида ишлар бажариш каби вазифаларни бажаради.</i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i><br><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>    Лицензия ёки махсус рухсат талаб қилинадиган фаолият турлари, ўрнатилган тартибда лицензия ёки махсус рухсат олингандан сўнг амалга оширилади.</i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i><br><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i><i>  </i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i></i>', '', '', 'Фаолият', ' Корхонанинг асосий мақсади :Бириктирилган автомобиль йўлларида йил давомида, кечаю-кундуз,узлуксиз йўллардан фойдаланиш хизматини ташкил этиб,транспортда юк ташиш сарф харажатларини доимий равишда камайтирилган холда йўлдан фойдаланувчиларнинг транспортда ташиш эхтиёжларини қондириш ва автомобиль', 'автомобиль, Бириктирилган, йўллари, сақлаш, бажариш, асосида, холда, йўлларини, ташкил, кўрсатиш, техник, бириктирилган, бориш, йўлларида, таъмирлаш, транспорт, амалга, харакат, бошқа, мазкур', '45', 'faolijat', 0, 0, 1, 1, 0, 0, '', '', ''),
(63, 'muharrir', '2021-11-08 14:45:38', '<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636364788_photo_2021-11-07_08-18-09.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><i>«Қуруқ ва ёлғон гаплар, таги пуч рақамлар — бу фақат ўзимизни алдаш бўлади» — президентШавкат Мирзиёев қасамёддан сўнг, келгуси беш йилликдаги режалар ҳақида нутқ сўзлади.<br><br>«Мен бундан беш йил олдин, яъни президентлик фаолиятимни бошлаган илк кунларда айтган фикримни яна такрорлайман: менга сохта ва баландпарвоз гапларнинг кераги йўқ, — деди президент. — Қуруқ ва ёлғон гаплар, таги пуч рақамлар — бу фақат ўзимизни алдаш бўлади. Бу фақат ишимизга зиён етказади».<br><br>У мамлакат учун умумий иш ва ҳаракатга фойда берадиган ғоя ва фикрлар, амалий таклиф ва ташаббуслар, аниқ натижалар кераклигига урғу берди. «Бундан бошқа йўлни мен мутлақо қабул қилмайман», — деди Шавкат Мирзиёев.<br><br>«Асосий қомусимиз кафили сифатида Конституция ва қонунларимиз талабларини сўзсиз бажариш, „Инсон қадри учун“ деган устувор тамойилни тўла рўёбга чиқариш, бундан буён ҳам фаолиятимнинг бош мезони бўлиб қолади», — дея қўшимча қилди у.<br></i><br><br>', '', '', 'Ўзбекистон янгиликлари', '«Қуруқ ва ёлғон гаплар, таги пуч рақамлар — бу фақат ўзимизни алдаш бўлади» — президентШавкат Мирзиёев қасамёддан сўнг, келгуси беш йилликдаги режалар ҳақида нутқ сўзлади. «Мен бундан беш йил олдин, яъни президентлик фаолиятимни бошлаган илк кунларда айтган фикримни яна такрорлайман: менга сохта ва', 'фақат, бундан, гаплар, рақамлар, ўзимизни, алдаш, Мирзиёев, ёлғон, «Қуруқ, сифатида, кафили, қомусимиз, «Асосий, Шавкат, қилмайман», бошқа, қабул, мутлақо, йўлни, қонунларимиз', '2', 'zbekiston-jangiliklari', 0, 0, 1, 1, 0, 0, '', '', '');
INSERT INTO `dle_post` (`id`, `autor`, `date`, `short_story`, `full_story`, `xfields`, `title`, `descr`, `keywords`, `category`, `alt_name`, `comm_num`, `allow_comm`, `allow_main`, `approve`, `fixed`, `allow_br`, `symbol`, `tags`, `metatitle`) VALUES
(64, 'muharrir', '2021-10-28 11:14:10', '<img src=\\\"http://xorazm-avtoyul.uz/uploads/posts/2021-11/1636611397_photo_2021-09-04_10-15-59.jpg\\\" class=\\\"fr-fic fr-dib\\\" alt=\\\"\\\"><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8182%;\\\"><b>№</b></td><td style=\\\"width:30.1818%;\\\"><b>Исм фамиляси</b></td><td style=\\\"width:20%;\\\"><b>Лавозими</b></td><td style=\\\"width:20%;\\\"><b>иш телефони</b></td><td style=\\\"width:20%;\\\"><b>Электрон почта</b></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8182%;\\\">1</td><td style=\\\"width:30.1818%;\\\">Абдуллаев Исмаилжон Тахирович</td><td style=\\\"width:20%;\\\">Директор</td><td style=\\\"width:20.2071%;\\\">+99862-225-66-70<br></td><td style=\\\"width:19.749%;\\\">xor.ymfuk@uzavtoyul.uz</td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8686%;\\\">2</td><td style=\\\"width:29.868%;\\\">Ўрунов Ўсмон Собирович</td><td style=\\\"width:20%;\\\">Бош мухандис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.7931%;\\\">3</td><td style=\\\"width:29.9435%;\\\">Ахмедова Фотима Шарофаддин қизи</td><td style=\\\"width:20%;\\\">Кадрлар бўйича инспектор</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:100%;\\\">                     <b>   Автомобиль йўлларидан фойдаланиш ва техник ҳолатини таҳлил қилиш бўлими</b>    </td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8793%;\\\">4</td><td style=\\\"width:29.8573%;\\\">Атабаев Расул Баҳадирович</td><td style=\\\"width:20%;\\\">Бўлим бошлиғи</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8876%;\\\">5</td><td style=\\\"width:29.9587%;\\\">Якубов Бехзод Адилбекович</td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8873%;\\\">6</td><td style=\\\"width:29.959%;\\\">Мадаминов Камоладдин Эгамберганович</td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8766%;\\\">7</td><td style=\\\"width:29.86%;\\\">Жумабоев Кудрат Жуманазарович </td><td style=\\\"width:20%;\\\">Етакчи мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:100%;\\\"><div style=\\\"text-align:center;\\\"><b>Механизация бўлими </b></div></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8873%;\\\">8</td><td style=\\\"width:29.959%;\\\">Матякубов Музаффар Шавкатович</td><td style=\\\"width:20%;\\\">Бўлим бошлиғи</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.8873%;\\\">9</td><td style=\\\"width:29.959%;\\\">Эркаев Бекзод Илхомбекович</td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.7779%;\\\">10</td><td style=\\\"width:30.0684%;\\\">Мадаминов Бахтиёр Исмаилович</td><td style=\\\"width:20%;\\\">етакчи мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:100%;\\\"><div style=\\\"text-align:center;\\\"><b>Иқтисодиёт ва бухгалтерия хисоби бўлими   </b>  </div></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.7775%;\\\">11</td><td style=\\\"width:30.0688%;\\\">Майлиев Алишер Рахимберганович</td><td style=\\\"width:20%;\\\">Бўлим бошлиғи</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.7779%;\\\">12</td><td style=\\\"width:30.0684%;\\\">Атажанова Рохила Шакировна<br></td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.7558%;\\\">13</td><td style=\\\"width:30.0905%;\\\">Мухамедова Дилноза Камилжановна</td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.6452%;\\\">14</td><td style=\\\"width:30.0914%;\\\">Рахматов Азамат Рахимберган ўғли</td><td style=\\\"width:20%;\\\">Етакчи мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:100%;\\\"><div style=\\\"text-align:center;\\\"><b>Ишлаб чиқариш-техник бўлими</b></div></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.5579%;\\\">15</td><td style=\\\"width:30.1787%;\\\">Бакиев Темур Бахром ўғли</td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.5477%;\\\">16</td><td style=\\\"width:30.2986%;\\\">Эшанкулиев Жавлон Набижан ўғли</td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.6467%;\\\">17</td><td style=\\\"width:30.0899%;\\\">Арислонов Икромбой Исломбой ўғли</td><td style=\\\"width:20%;\\\">етакчи мутахассис</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:100%;\\\"><div style=\\\"text-align:center;\\\"><b>Юридик бўлим</b></div></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.5454%;\\\">18</td><td style=\\\"width:30.1912%;\\\">Абдурахманов Абдурасул Султанмуратович</td><td style=\\\"width:20%;\\\">Юридик бўлим бошлиғи</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.5446%;\\\">19</td><td style=\\\"width:30.192%;\\\">Киличев Дилшод Худайназарович</td><td style=\\\"width:20%;\\\">Бош юрисконсульт</td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:100%;\\\"><div style=\\\"text-align:center;\\\"><b>1-тоифали махсус ишлар бўйича </b></div></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.5499%;\\\">20</td><td style=\\\"width:30.2964%;\\\">Бойжанова Наргиза Султанбаевна</td><td style=\\\"width:20%;\\\">1-тоифали махсус ишлар бўйича инспектор<br></td><td style=\\\"width:20%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:100%;\\\"><div style=\\\"text-align:center;\\\"><b>Умумий бўлим</b></div></td></tr></tbody></table><table style=\\\"width:100%;\\\"><tbody><tr><td style=\\\"width:9.5579%;\\\">21</td><td style=\\\"width:30.1787%;\\\">Матризаева Рухсора Арслановна</td><td style=\\\"width:20%;\\\">Бош мутахассис</td><td style=\\\"width:19.9781%;\\\">+99862-225-66-70<br></td><td style=\\\"width:20.0878%;\\\">xor.ymfuk@uzavtoyul.uz<br></td></tr></tbody></table><br><br><br>', '', '', 'Ташкилий тузилма', '№Исм фамилясиЛавозимииш телефониЭлектрон почта1Абдуллаев Исмаилжон ТахировичДиректор+99862-225-66-70 xor.ymfuk@uzavtoyul.uz2Ўрунов Ўсмон СобировичБош мухандис+99862-225-66-70 xor.ymfuk@uzavtoyul.uz 3Ахмедова Фотима Шарофаддин қизиКадрлар бўйича инспектор+99862-225-66-70 xor.ymfuk@uzavtoyul.uz  ', 'ymfuk, 99862, uzavtoyul, мутахассис, бошлиғи, бўлими, бўйича, тоифали, инспектор, ўғлиБош, техник, ишлар, махсус, фамилясиЛавозимииш, бўлими15Бакиев, Темур, Бахром, 16Эшанкулиев, чиқариш, Азамат', '11', 'tashkilij-tuzilma', 0, 0, 1, 1, 0, 0, '', '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_post_extras`
--

CREATE TABLE `dle_post_extras` (
  `eid` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `news_read` int(11) NOT NULL DEFAULT 0,
  `allow_rate` tinyint(1) NOT NULL DEFAULT 1,
  `rating` int(11) NOT NULL DEFAULT 0,
  `vote_num` int(11) NOT NULL DEFAULT 0,
  `votes` tinyint(1) NOT NULL DEFAULT 0,
  `view_edit` tinyint(1) NOT NULL DEFAULT 0,
  `disable_index` tinyint(1) NOT NULL DEFAULT 0,
  `related_ids` varchar(255) NOT NULL DEFAULT '',
  `access` varchar(150) NOT NULL DEFAULT '',
  `editdate` int(11) UNSIGNED NOT NULL DEFAULT 0,
  `editor` varchar(40) NOT NULL DEFAULT '',
  `reason` varchar(255) NOT NULL DEFAULT '',
  `user_id` int(11) NOT NULL DEFAULT 0,
  `disable_search` tinyint(1) NOT NULL DEFAULT 0,
  `need_pass` tinyint(1) NOT NULL DEFAULT 0,
  `allow_rss` tinyint(1) NOT NULL DEFAULT 1,
  `allow_rss_turbo` tinyint(1) NOT NULL DEFAULT 1,
  `allow_rss_dzen` tinyint(1) NOT NULL DEFAULT 1
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_post_extras`
--

INSERT INTO `dle_post_extras` (`eid`, `news_id`, `news_read`, `allow_rate`, `rating`, `vote_num`, `votes`, `view_edit`, `disable_index`, `related_ids`, `access`, `editdate`, `editor`, `reason`, `user_id`, `disable_search`, `need_pass`, `allow_rss`, `allow_rss_turbo`, `allow_rss_dzen`) VALUES
(6, 6, 4, 1, 0, 0, 0, 0, 0, '16,5,7,12,8', '', 0, '', '', 1, 0, 0, 1, 1, 1),
(5, 5, 2, 1, 0, 0, 0, 0, 0, '4,8,13,6,16', '', 0, '', '', 1, 0, 0, 1, 1, 1),
(4, 4, 2, 1, 0, 0, 0, 0, 0, '8,5,7,10,6', '', 0, '', '', 1, 0, 0, 1, 1, 1),
(7, 7, 5, 1, 0, 0, 0, 0, 0, '4,6,9,5,8', '', 0, '', '', 1, 0, 0, 1, 1, 1),
(8, 8, 16, 1, 0, 0, 0, 0, 0, '4,5,7,6,10', '', 0, '', '', 1, 0, 0, 1, 1, 1),
(9, 9, 9, 1, 0, 0, 0, 0, 0, '10,6,7,8,12', '', 0, '', '', 1, 0, 0, 1, 1, 1),
(10, 10, 4, 1, 0, 0, 0, 0, 0, '11,7,6,4,8', '', 0, '', '', 1, 0, 0, 1, 1, 1),
(11, 11, 6, 1, 0, 0, 0, 0, 0, '10,5,4,6,8', '', 1607320812, 'admin', '', 1, 0, 0, 1, 1, 1),
(34, 34, 0, 1, 0, 0, 0, 0, 0, '', '', 0, '', '', 1, 0, 0, 0, 0, 0),
(15, 15, 9, 1, 0, 0, 0, 0, 0, '11,10,6,7,4', '', 0, '', '', 2, 0, 0, 1, 1, 1),
(16, 16, 24, 1, 0, 0, 0, 0, 0, '6,7,12,5,14', '', 1607932253, 'admin', '', 1, 0, 0, 1, 1, 1),
(17, 17, 11, 0, 0, 0, 0, 0, 0, '16,6,4,5,8', '', 1635483731, 'muharrir', '', 1, 0, 0, 0, 0, 0),
(33, 33, 0, 1, 0, 0, 0, 0, 0, '', '', 0, '', '', 1, 0, 0, 0, 0, 0),
(42, 42, 73, 0, 0, 0, 0, 1, 0, '43,45,64,53,52', '', 1636976118, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(40, 40, 5, 1, 0, 0, 0, 0, 0, '36,15', '', 0, '', '', 2, 0, 0, 0, 0, 0),
(39, 39, 34, 0, 0, 0, 0, 0, 0, '64,43,42,53,52', '', 1636711442, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(43, 43, 31, 0, 0, 0, 0, 1, 0, '42,45,52,53,64', '', 1636976573, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(45, 45, 30, 0, 0, 0, 0, 0, 0, '42,43,41,40,10', '', 1635487899, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(47, 47, 5, 0, 0, 0, 0, 0, 0, '46,42,15,45,10', '', 1635492724, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(48, 48, 9, 0, 0, 0, 0, 0, 0, '40,50,55,42,45', '', 1635848827, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(50, 50, 6, 1, 0, 0, 0, 0, 0, '48,40,42,46,47', '', 0, '', '', 2, 0, 0, 0, 0, 0),
(51, 51, 26, 0, 0, 0, 0, 0, 0, '52,53,45,15,42', '', 1635739434, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(52, 52, 17, 0, 0, 0, 0, 0, 0, '51,53,43,42,41', '', 1635739017, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(53, 53, 29, 0, 0, 0, 0, 0, 0, '52,45,51,42,43', '', 1635739299, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(54, 54, 2, 1, 0, 0, 0, 0, 0, '', '', 0, '', '', 2, 0, 0, 0, 0, 0),
(55, 55, 16, 0, 0, 0, 0, 0, 0, '48,42,40,43,50', '', 1635766116, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(56, 56, 24, 0, 0, 0, 0, 0, 0, '', '', 1635764970, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(59, 59, 18, 0, 0, 0, 0, 0, 0, '48,40,60,62,50', '', 1636613453, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(60, 60, 15, 1, 0, 0, 0, 0, 0, '48,40,59,55,50', '', 0, '', '', 2, 0, 0, 0, 0, 0),
(61, 61, 9, 0, 0, 0, 0, 0, 0, '51,53,15,52,45', '', 1636183529, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(62, 62, 7, 0, 0, 0, 0, 0, 0, '48,60,40,59,50', '', 1636353895, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(63, 63, 15, 1, 0, 0, 0, 0, 0, '61,15,53,51,52', '', 0, '', '', 2, 0, 0, 0, 0, 0),
(64, 64, 16, 0, 0, 0, 0, 0, 0, '43,39,42,45,52', '', 1636711390, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(65, 65, 5, 0, 0, 0, 0, 0, 0, '48,60,40,59,55', '', 1636948271, 'muharrir', '', 2, 0, 0, 0, 0, 0),
(66, 66, 6, 0, 0, 0, 0, 0, 0, '48,40,60,62,59', '', 1637061803, 'muharrir', '', 2, 0, 0, 0, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_post_extras_cats`
--

CREATE TABLE `dle_post_extras_cats` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `cat_id` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_post_extras_cats`
--

INSERT INTO `dle_post_extras_cats` (`id`, `news_id`, `cat_id`) VALUES
(7, 7, 2),
(6, 6, 1),
(5, 5, 1),
(21, 4, 1),
(8, 8, 2),
(9, 9, 3),
(19, 10, 1),
(18, 11, 1),
(35, 33, 12),
(36, 34, 8),
(44, 42, 12),
(15, 15, 2),
(17, 16, 1),
(20, 17, 1),
(41, 39, 44),
(42, 40, 4),
(68, 65, 3),
(51, 43, 12),
(57, 54, 8),
(47, 45, 43),
(49, 47, 2),
(50, 48, 3),
(53, 50, 3),
(54, 51, 42),
(55, 52, 42),
(56, 53, 45),
(58, 55, 3),
(59, 56, 9),
(62, 59, 3),
(63, 60, 3),
(64, 61, 2),
(65, 62, 3),
(66, 63, 2),
(67, 64, 11),
(69, 66, 3);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_post_log`
--

CREATE TABLE `dle_post_log` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `expires` varchar(15) NOT NULL DEFAULT '',
  `action` tinyint(1) NOT NULL DEFAULT 0,
  `move_cat` varchar(190) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_post_pass`
--

CREATE TABLE `dle_post_pass` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `password` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_question`
--

CREATE TABLE `dle_question` (
  `id` int(11) NOT NULL,
  `question` varchar(255) NOT NULL DEFAULT '',
  `answer` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_read_log`
--

CREATE TABLE `dle_read_log` (
  `id` int(11) UNSIGNED NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `ip` varchar(46) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_redirects`
--

CREATE TABLE `dle_redirects` (
  `id` int(11) UNSIGNED NOT NULL,
  `from` varchar(250) NOT NULL DEFAULT '',
  `to` varchar(250) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_redirects`
--

INSERT INTO `dle_redirects` (`id`, `from`, `to`) VALUES
(2, '/bosh-sahifa/', '/');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_rss`
--

CREATE TABLE `dle_rss` (
  `id` smallint(5) NOT NULL,
  `url` varchar(255) NOT NULL DEFAULT '',
  `description` text NOT NULL,
  `allow_main` tinyint(1) NOT NULL DEFAULT 0,
  `allow_rating` tinyint(1) NOT NULL DEFAULT 0,
  `allow_comm` tinyint(1) NOT NULL DEFAULT 0,
  `text_type` tinyint(1) NOT NULL DEFAULT 0,
  `date` tinyint(1) NOT NULL DEFAULT 0,
  `search` text NOT NULL,
  `max_news` tinyint(3) NOT NULL DEFAULT 0,
  `cookie` text NOT NULL,
  `category` smallint(5) NOT NULL DEFAULT 0,
  `lastdate` int(11) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_rss`
--

INSERT INTO `dle_rss` (`id`, `url`, `description`, `allow_main`, `allow_rating`, `allow_comm`, `text_type`, `date`, `search`, `max_news`, `cookie`, `category`, `lastdate`) VALUES
(1, 'https://dle-news.ru/rss.xml', 'Официальный сайт DataLife Engine', 1, 1, 1, 1, 1, '<div class=\"full-post-content row\">{get}</div><div class=\"full-post-footer ignore-select\">', 5, '', 1, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_rssinform`
--

CREATE TABLE `dle_rssinform` (
  `id` smallint(5) NOT NULL,
  `tag` varchar(40) NOT NULL DEFAULT '',
  `descr` varchar(255) NOT NULL DEFAULT '',
  `category` varchar(200) NOT NULL DEFAULT '',
  `url` varchar(255) NOT NULL DEFAULT '',
  `template` varchar(40) NOT NULL DEFAULT '',
  `news_max` smallint(5) NOT NULL DEFAULT 0,
  `tmax` smallint(5) NOT NULL DEFAULT 0,
  `dmax` smallint(5) NOT NULL DEFAULT 0,
  `approve` tinyint(1) NOT NULL DEFAULT 1,
  `rss_date_format` varchar(20) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_rssinform`
--

INSERT INTO `dle_rssinform` (`id`, `tag`, `descr`, `category`, `url`, `template`, `news_max`, `tmax`, `dmax`, `approve`, `rss_date_format`) VALUES
(1, 'dle', 'Новости с Яндекса', '0', 'https://news.yandex.ru/index.rss', 'informer', 3, 0, 200, 1, 'j F Y H:i');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_sendlog`
--

CREATE TABLE `dle_sendlog` (
  `id` int(11) UNSIGNED NOT NULL,
  `user` varchar(40) NOT NULL DEFAULT '',
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0,
  `flag` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_simple_stats`
--

CREATE TABLE `dle_simple_stats` (
  `date` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date_del` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `numb_views` int(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `dle_simple_stats`
--

INSERT INTO `dle_simple_stats` (`date`, `date_del`, `user`, `numb_views`) VALUES
('27.10.2021', '1635334819', '2fff0c0777ac5c84efd3dd51995ce661', 10),
('28.10.2021', '1635402128', '2fff0c0777ac5c84efd3dd51995ce661', 11),
('28.10.2021', '1635417307', 'c961968d95831222114840714fcdc3d7', 68),
('29.10.2021', '1635480338', '41502e127f7b5eebc1e982388b0cbba4', 2),
('29.10.2021', '1635481951', 'be5351d3c9e1a983d6abf88f419780c4', 153),
('29.10.2021', '1635483238', '2fff0c0777ac5c84efd3dd51995ce661', 29),
('30.10.2021', '1635551010', 'fb747dea6bf5f8c19eedb73f5e0f8875', 1),
('30.10.2021', '1635553288', '5f92d36f944bbecac19dcbbe2207c77d', 1),
('30.10.2021', '1635553896', 'e0808799b0ee88fc1a539b08b7e2a58e', 1),
('30.10.2021', '1635555893', '22d612b3a1bb55f69ad3c2c5b7cdddce', 1),
('30.10.2021', '1635565633', 'a8f162bf48e4776fd3346cd229bd8bed', 1),
('30.10.2021', '1635568506', 'be5351d3c9e1a983d6abf88f419780c4', 10),
('30.10.2021', '1635599451', '53c449ce3fe4f1b40e8647a31f29092b', 1),
('31.10.2021', '1635627661', 'bda74a65b183645c12d6e6239ad57c8e', 1),
('31.10.2021', '1635629033', '7e585301c7da86b11b459384db510531', 1),
('31.10.2021', '1635682720', '99e41f525cc7fca5120888ca43629686', 1),
('01.11.2021', '1635732028', 'c6b2192bc881ed97655ce57fce80d669', 1),
('01.11.2021', '1635738974', 'be5351d3c9e1a983d6abf88f419780c4', 74),
('01.11.2021', '1635764903', '6cc5dcb31955cad3d71eaeedf3cf712c', 40),
('01.11.2021', '1635766042', 'a8f162bf48e4776fd3346cd229bd8bed', 23),
('02.11.2021', '1635809298', 'd69605774324ca4eb9dd6d5bd361f4c1', 1),
('02.11.2021', '1635809846', '68a3297cf20c30867841aecdc862b184', 1),
('02.11.2021', '1635848560', '6cc5dcb31955cad3d71eaeedf3cf712c', 58),
('02.11.2021', '1635848745', 'a8f162bf48e4776fd3346cd229bd8bed', 21),
('03.11.2021', '1635917109', '6cc5dcb31955cad3d71eaeedf3cf712c', 39),
('03.11.2021', '1635930891', '4214b349c63d8e97f88fc53fef2ef0cb', 217),
('04.11.2021', '1635977481', 'a0f5cd7e5f788a80fe1e0624a3c8d716', 1),
('04.11.2021', '1636015312', '55b8945d90dff646a6919705a8978014', 23),
('05.11.2021', '1636085418', '55b8945d90dff646a6919705a8978014', 131),
('06.11.2021', '1636179071', '55b8945d90dff646a6919705a8978014', 30),
('06.11.2021', '1636179242', '7f4c719c5fe8fd0df042e5c16846949d', 23),
('06.11.2021', '1636179253', 'fe182e988b52eda756c5feb83e77edcd', 1),
('08.11.2021', '1636333739', '5ceb4cb3658c6173d185e6e25fbde3e9', 1),
('08.11.2021', '1636353835', '55b8945d90dff646a6919705a8978014', 101),
('09.11.2021', '1636451125', '7f4c719c5fe8fd0df042e5c16846949d', 7),
('10.11.2021', '1636540215', '4822e4a699112bf358fb2dc0bab68b40', 78),
('11.11.2021', '1636611253', 'ff10c47e981a4b1e0ddcdf4396c9f140', 119),
('11.11.2021', '1636615924', '7f4c719c5fe8fd0df042e5c16846949d', 30),
('12.11.2021', '1636665369', '5eddcd892faa9e2a169822ce9154a29d', 1),
('12.11.2021', '1636711041', 'ff10c47e981a4b1e0ddcdf4396c9f140', 57),
('13.11.2021', '1636778503', '5fc8f4bb057e430cf0456599831fecd7', 1),
('13.11.2021', '1636779400', '7f4c719c5fe8fd0df042e5c16846949d', 35),
('13.11.2021', '1636787039', 'ff10c47e981a4b1e0ddcdf4396c9f140', 68),
('15.11.2021', '1636948259', 'ff10c47e981a4b1e0ddcdf4396c9f140', 42),
('15.11.2021', '1636981139', '05f838ae5791b0c802e4b015e0111c4f', 11),
('16.11.2021', '1637061778', '6f09625e77e4593e943bbdb116b2ac8d', 44),
('17.11.2021', '1637143909', 'ddd51ec73537a62bb095a65f77cf5289', 53),
('18.11.2021', '1637221950', 'a0f5cd7e5f788a80fe1e0624a3c8d716', 1),
('18.11.2021', '1637227395', '05f838ae5791b0c802e4b015e0111c4f', 44),
('19.11.2021', '1637292977', '05f838ae5791b0c802e4b015e0111c4f', 3),
('20.11.2021', '1637360479', '56efa3f379221db6968136a59e1d0a45', 1),
('20.11.2021', '1637417188', '05f838ae5791b0c802e4b015e0111c4f', 1),
('21.11.2021', '1637520173', '845cb12416d79e8ce829161d3498da75', 1),
('22.11.2021', '1637552676', '61c6e64f5fd915dcb2473fb8fe227b01', 45),
('22.11.2021', '1637552945', '05f838ae5791b0c802e4b015e0111c4f', 18),
('22.11.2021', '1637595564', 'dcd53d18cd4342bc30ff3be19f65177c', 1),
('23.11.2021', '1637640522', 'ded86c12e231a4cdc91638ed0ac1044f', 45),
('24.11.2021', '1637731444', '2fff0c0777ac5c84efd3dd51995ce661', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `dle_social_login`
--

CREATE TABLE `dle_social_login` (
  `id` int(11) NOT NULL,
  `sid` varchar(40) NOT NULL DEFAULT '',
  `uid` int(11) NOT NULL DEFAULT 0,
  `password` varchar(32) NOT NULL DEFAULT '',
  `provider` varchar(15) NOT NULL DEFAULT '',
  `wait` tinyint(1) NOT NULL DEFAULT 0,
  `waitlogin` tinyint(1) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_spam_log`
--

CREATE TABLE `dle_spam_log` (
  `id` int(11) UNSIGNED NOT NULL,
  `ip` varchar(46) NOT NULL DEFAULT '',
  `is_spammer` tinyint(1) NOT NULL DEFAULT 0,
  `email` varchar(50) NOT NULL DEFAULT '',
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_static`
--

CREATE TABLE `dle_static` (
  `id` mediumint(8) NOT NULL,
  `name` varchar(100) NOT NULL DEFAULT '',
  `descr` varchar(255) NOT NULL DEFAULT '',
  `template` mediumtext NOT NULL,
  `allow_br` tinyint(1) NOT NULL DEFAULT 0,
  `allow_template` tinyint(1) NOT NULL DEFAULT 0,
  `grouplevel` varchar(100) NOT NULL DEFAULT 'all',
  `tpl` varchar(40) NOT NULL DEFAULT '',
  `metadescr` varchar(300) NOT NULL DEFAULT '',
  `metakeys` text NOT NULL,
  `views` mediumint(8) NOT NULL DEFAULT 0,
  `template_folder` varchar(50) NOT NULL DEFAULT '',
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0,
  `metatitle` varchar(255) NOT NULL DEFAULT '',
  `allow_count` tinyint(1) NOT NULL DEFAULT 1,
  `sitemap` tinyint(1) NOT NULL DEFAULT 1,
  `disable_index` tinyint(1) NOT NULL DEFAULT 0,
  `disable_search` tinyint(1) NOT NULL DEFAULT 0,
  `password` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_static`
--

INSERT INTO `dle_static` (`id`, `name`, `descr`, `template`, `allow_br`, `allow_template`, `grouplevel`, `tpl`, `metadescr`, `metakeys`, `views`, `template_folder`, `date`, `metatitle`, `allow_count`, `sitemap`, `disable_index`, `disable_search`, `password`) VALUES
(1, 'dle-rules-page', 'Общие правила на сайте', '<b>Общие правила поведения на сайте:</b><br><br>Начнем с того, что на сайте общаются сотни людей, разных религий и взглядов, и все они являются полноправными посетителями нашего сайта, поэтому если мы хотим чтобы это сообщество людей функционировало нам и необходимы правила. Мы настоятельно рекомендуем прочитать настоящие правила, это займет у вас всего минут пять, но сбережет нам и вам время и поможет сделать сайт более интересным и организованным.<br><br>Начнем с того, что на нашем сайте нужно вести себя уважительно ко всем посетителям сайта. Не надо оскорблений по отношению к участникам, это всегда лишнее. Если есть претензии - обращайтесь к Админам или Модераторам (воспользуйтесь личными сообщениями). Оскорбление других посетителей считается у нас одним из самых тяжких нарушений и строго наказывается администрацией. <b>У нас строго запрещен расизм, религиозные и политические высказывания.</b> Заранее благодарим вас за понимание и за желание сделать наш сайт более вежливым и дружелюбным.<br><br><b>На сайте строго запрещено:</b> <br><br>- сообщения, не относящиеся к содержанию статьи или к контексту обсуждения<br>- оскорбление и угрозы в адрес посетителей сайта<br>- в комментариях запрещаются выражения, содержащие ненормативную лексику, унижающие человеческое достоинство, разжигающие межнациональную рознь<br>- спам, а также реклама любых товаров и услуг, иных ресурсов, СМИ или событий, не относящихся к контексту обсуждения статьи<br><br>Давайте будем уважать друг друга и сайт, на который Вы и другие читатели приходят пообщаться и высказать свои мысли. Администрация сайта оставляет за собой право удалять комментарии или часть комментариев, если они не соответствуют данным требованиям.<br><br>При нарушении правил вам может быть дано <b>предупреждение</b>. В некоторых случаях может быть дан бан <b>без предупреждений</b>. По вопросам снятия бана писать администратору.<br><br><b>Оскорбление</b> администраторов или модераторов также караются <b>баном</b> - уважайте чужой труд.<br><br><div style=\"text-align:center;\">{ACCEPT-DECLINE}</div>', 1, 1, 'all', '', 'Общие правила', 'Общие правила', 4, '', 1607065228, '', 1, 1, 0, 0, '');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_static_files`
--

CREATE TABLE `dle_static_files` (
  `id` int(11) NOT NULL,
  `static_id` int(11) NOT NULL DEFAULT 0,
  `author` varchar(40) NOT NULL DEFAULT '',
  `date` varchar(15) NOT NULL DEFAULT '',
  `name` varchar(200) NOT NULL DEFAULT '',
  `onserver` varchar(190) NOT NULL DEFAULT '',
  `dcount` int(11) NOT NULL DEFAULT 0,
  `size` bigint(20) NOT NULL DEFAULT 0,
  `checksum` char(32) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_subscribe`
--

CREATE TABLE `dle_subscribe` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `name` varchar(40) NOT NULL DEFAULT '',
  `email` varchar(50) NOT NULL DEFAULT '',
  `news_id` int(11) NOT NULL DEFAULT 0,
  `hash` varchar(32) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_tags`
--

CREATE TABLE `dle_tags` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `tag` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_twofactor`
--

CREATE TABLE `dle_twofactor` (
  `id` int(11) UNSIGNED NOT NULL,
  `user_id` int(11) NOT NULL DEFAULT 0,
  `pin` varchar(10) NOT NULL DEFAULT '',
  `attempt` tinyint(1) NOT NULL DEFAULT 0,
  `date` int(11) UNSIGNED NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_usergroups`
--

CREATE TABLE `dle_usergroups` (
  `id` smallint(5) NOT NULL,
  `group_name` varchar(50) NOT NULL DEFAULT '',
  `allow_cats` text NOT NULL,
  `allow_adds` tinyint(1) NOT NULL DEFAULT 1,
  `cat_add` text NOT NULL,
  `allow_admin` tinyint(1) NOT NULL DEFAULT 0,
  `allow_addc` tinyint(1) NOT NULL DEFAULT 0,
  `allow_editc` tinyint(1) NOT NULL DEFAULT 0,
  `allow_delc` tinyint(1) NOT NULL DEFAULT 0,
  `edit_allc` tinyint(1) NOT NULL DEFAULT 0,
  `del_allc` tinyint(1) NOT NULL DEFAULT 0,
  `moderation` tinyint(1) NOT NULL DEFAULT 0,
  `allow_all_edit` tinyint(1) NOT NULL DEFAULT 0,
  `allow_edit` tinyint(1) NOT NULL DEFAULT 0,
  `allow_pm` tinyint(1) NOT NULL DEFAULT 0,
  `max_pm` smallint(5) NOT NULL DEFAULT 0,
  `max_foto` varchar(10) NOT NULL DEFAULT '',
  `allow_files` tinyint(1) NOT NULL DEFAULT 0,
  `allow_hide` tinyint(1) NOT NULL DEFAULT 1,
  `allow_short` tinyint(1) NOT NULL DEFAULT 0,
  `time_limit` tinyint(1) NOT NULL DEFAULT 0,
  `rid` smallint(5) NOT NULL DEFAULT 0,
  `allow_fixed` tinyint(1) NOT NULL DEFAULT 0,
  `allow_feed` tinyint(1) NOT NULL DEFAULT 1,
  `allow_search` tinyint(1) NOT NULL DEFAULT 1,
  `allow_poll` tinyint(1) NOT NULL DEFAULT 1,
  `allow_main` tinyint(1) NOT NULL DEFAULT 1,
  `captcha` tinyint(1) NOT NULL DEFAULT 0,
  `icon` varchar(200) NOT NULL DEFAULT '',
  `allow_modc` tinyint(1) NOT NULL DEFAULT 0,
  `allow_rating` tinyint(1) NOT NULL DEFAULT 1,
  `allow_offline` tinyint(1) NOT NULL DEFAULT 0,
  `allow_image_upload` tinyint(1) NOT NULL DEFAULT 0,
  `allow_file_upload` tinyint(1) NOT NULL DEFAULT 0,
  `allow_signature` tinyint(1) NOT NULL DEFAULT 0,
  `allow_url` tinyint(1) NOT NULL DEFAULT 1,
  `news_sec_code` tinyint(1) NOT NULL DEFAULT 1,
  `allow_image` tinyint(1) NOT NULL DEFAULT 0,
  `max_signature` smallint(6) NOT NULL DEFAULT 0,
  `max_info` smallint(6) NOT NULL DEFAULT 0,
  `admin_addnews` tinyint(1) NOT NULL DEFAULT 0,
  `admin_editnews` tinyint(1) NOT NULL DEFAULT 0,
  `admin_comments` tinyint(1) NOT NULL DEFAULT 0,
  `admin_categories` tinyint(1) NOT NULL DEFAULT 0,
  `admin_editusers` tinyint(1) NOT NULL DEFAULT 0,
  `admin_wordfilter` tinyint(1) NOT NULL DEFAULT 0,
  `admin_xfields` tinyint(1) NOT NULL DEFAULT 0,
  `admin_userfields` tinyint(1) NOT NULL DEFAULT 0,
  `admin_static` tinyint(1) NOT NULL DEFAULT 0,
  `admin_editvote` tinyint(1) NOT NULL DEFAULT 0,
  `admin_newsletter` tinyint(1) NOT NULL DEFAULT 0,
  `admin_blockip` tinyint(1) NOT NULL DEFAULT 0,
  `admin_banners` tinyint(1) NOT NULL DEFAULT 0,
  `admin_rss` tinyint(1) NOT NULL DEFAULT 0,
  `admin_iptools` tinyint(1) NOT NULL DEFAULT 0,
  `admin_rssinform` tinyint(1) NOT NULL DEFAULT 0,
  `admin_googlemap` tinyint(1) NOT NULL DEFAULT 0,
  `allow_html` tinyint(1) NOT NULL DEFAULT 1,
  `group_prefix` text NOT NULL,
  `group_suffix` text NOT NULL,
  `allow_subscribe` tinyint(1) NOT NULL DEFAULT 0,
  `allow_image_size` tinyint(1) NOT NULL DEFAULT 0,
  `cat_allow_addnews` text NOT NULL,
  `flood_news` smallint(6) NOT NULL DEFAULT 0,
  `max_day_news` smallint(6) NOT NULL DEFAULT 0,
  `force_leech` tinyint(1) NOT NULL DEFAULT 0,
  `edit_limit` smallint(6) NOT NULL DEFAULT 0,
  `captcha_pm` tinyint(1) NOT NULL DEFAULT 0,
  `max_pm_day` smallint(6) NOT NULL DEFAULT 0,
  `max_mail_day` smallint(6) NOT NULL DEFAULT 0,
  `admin_tagscloud` tinyint(1) NOT NULL DEFAULT 0,
  `allow_vote` tinyint(1) NOT NULL DEFAULT 0,
  `admin_complaint` tinyint(1) NOT NULL DEFAULT 0,
  `news_question` tinyint(1) NOT NULL DEFAULT 0,
  `comments_question` tinyint(1) NOT NULL DEFAULT 0,
  `max_comment_day` smallint(6) NOT NULL DEFAULT 0,
  `max_images` smallint(6) NOT NULL DEFAULT 0,
  `max_files` smallint(6) NOT NULL DEFAULT 0,
  `disable_news_captcha` smallint(6) NOT NULL DEFAULT 0,
  `disable_comments_captcha` smallint(6) NOT NULL DEFAULT 0,
  `pm_question` tinyint(1) NOT NULL DEFAULT 0,
  `captcha_feedback` tinyint(1) NOT NULL DEFAULT 1,
  `feedback_question` tinyint(1) NOT NULL DEFAULT 0,
  `files_type` varchar(255) NOT NULL DEFAULT '',
  `max_file_size` mediumint(9) NOT NULL DEFAULT 0,
  `files_max_speed` smallint(6) NOT NULL DEFAULT 0,
  `spamfilter` tinyint(1) NOT NULL DEFAULT 2,
  `allow_comments_rating` tinyint(1) NOT NULL DEFAULT 1,
  `max_edit_days` tinyint(1) NOT NULL DEFAULT 0,
  `spampmfilter` tinyint(1) NOT NULL DEFAULT 0,
  `force_reg` tinyint(1) NOT NULL DEFAULT 0,
  `force_reg_days` mediumint(9) NOT NULL DEFAULT 0,
  `force_reg_group` smallint(6) NOT NULL DEFAULT 4,
  `force_news` tinyint(1) NOT NULL DEFAULT 0,
  `force_news_count` mediumint(9) NOT NULL DEFAULT 0,
  `force_news_group` smallint(6) NOT NULL DEFAULT 4,
  `force_comments` tinyint(1) NOT NULL DEFAULT 0,
  `force_comments_count` mediumint(9) NOT NULL DEFAULT 0,
  `force_comments_group` smallint(6) NOT NULL DEFAULT 4,
  `force_rating` tinyint(1) NOT NULL DEFAULT 0,
  `force_rating_count` mediumint(9) NOT NULL DEFAULT 0,
  `force_rating_group` smallint(6) NOT NULL DEFAULT 4,
  `not_allow_cats` text NOT NULL,
  `allow_up_image` tinyint(1) NOT NULL DEFAULT 0,
  `allow_up_watermark` tinyint(1) NOT NULL DEFAULT 0,
  `allow_up_thumb` tinyint(1) NOT NULL DEFAULT 0,
  `up_count_image` smallint(6) NOT NULL DEFAULT 0,
  `up_image_side` varchar(20) NOT NULL DEFAULT '',
  `up_image_size` mediumint(9) NOT NULL DEFAULT 0,
  `up_thumb_size` varchar(20) NOT NULL DEFAULT '',
  `allow_mail_files` tinyint(1) NOT NULL DEFAULT 0,
  `max_mail_files` smallint(6) NOT NULL DEFAULT 0,
  `max_mail_allfiles` mediumint(9) NOT NULL DEFAULT 0,
  `mail_files_type` varchar(100) NOT NULL DEFAULT '',
  `video_comments` tinyint(1) NOT NULL DEFAULT 0,
  `media_comments` tinyint(1) NOT NULL DEFAULT 0,
  `min_image_side` varchar(20) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_usergroups`
--

INSERT INTO `dle_usergroups` (`id`, `group_name`, `allow_cats`, `allow_adds`, `cat_add`, `allow_admin`, `allow_addc`, `allow_editc`, `allow_delc`, `edit_allc`, `del_allc`, `moderation`, `allow_all_edit`, `allow_edit`, `allow_pm`, `max_pm`, `max_foto`, `allow_files`, `allow_hide`, `allow_short`, `time_limit`, `rid`, `allow_fixed`, `allow_feed`, `allow_search`, `allow_poll`, `allow_main`, `captcha`, `icon`, `allow_modc`, `allow_rating`, `allow_offline`, `allow_image_upload`, `allow_file_upload`, `allow_signature`, `allow_url`, `news_sec_code`, `allow_image`, `max_signature`, `max_info`, `admin_addnews`, `admin_editnews`, `admin_comments`, `admin_categories`, `admin_editusers`, `admin_wordfilter`, `admin_xfields`, `admin_userfields`, `admin_static`, `admin_editvote`, `admin_newsletter`, `admin_blockip`, `admin_banners`, `admin_rss`, `admin_iptools`, `admin_rssinform`, `admin_googlemap`, `allow_html`, `group_prefix`, `group_suffix`, `allow_subscribe`, `allow_image_size`, `cat_allow_addnews`, `flood_news`, `max_day_news`, `force_leech`, `edit_limit`, `captcha_pm`, `max_pm_day`, `max_mail_day`, `admin_tagscloud`, `allow_vote`, `admin_complaint`, `news_question`, `comments_question`, `max_comment_day`, `max_images`, `max_files`, `disable_news_captcha`, `disable_comments_captcha`, `pm_question`, `captcha_feedback`, `feedback_question`, `files_type`, `max_file_size`, `files_max_speed`, `spamfilter`, `allow_comments_rating`, `max_edit_days`, `spampmfilter`, `force_reg`, `force_reg_days`, `force_reg_group`, `force_news`, `force_news_count`, `force_news_group`, `force_comments`, `force_comments_count`, `force_comments_group`, `force_rating`, `force_rating_count`, `force_rating_group`, `not_allow_cats`, `allow_up_image`, `allow_up_watermark`, `allow_up_thumb`, `up_count_image`, `up_image_side`, `up_image_size`, `up_thumb_size`, `allow_mail_files`, `max_mail_files`, `max_mail_allfiles`, `mail_files_type`, `video_comments`, `media_comments`, `min_image_side`) VALUES
(1, 'Tizim administratori', 'all', 1, 'all', 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 50, '101', 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 0, '{THEME}/images/icon_1.gif', 0, 1, 1, 1, 1, 1, 1, 0, 1, 500, 1000, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, '<b><span style=\"color:red\">', '</span></b>', 1, 1, 'all', 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 'zip,rar,exe,doc,pdf,swf', 4096, 0, 2, 1, 0, 0, 0, 0, 1, 0, 0, 1, 0, 0, 1, 0, 0, 1, '', 1, 1, 1, 3, '800x600', 300, '200x150', 1, 3, 1000, 'jpg,png,zip,pdf', 1, 1, '10x10'),
(2, 'Bosh muharrir', 'all', 1, 'all', 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 50, '101', 1, 1, 1, 0, 2, 1, 1, 1, 1, 1, 0, '{THEME}/images/icon_2.gif', 0, 1, 0, 1, 1, 1, 1, 0, 1, 500, 1000, 1, 1, 0, 1, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 1, '', '', 1, 1, 'all', 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 'zip,rar,exe,doc,pdf,swf', 4096, 0, 2, 1, 0, 0, 0, 0, 2, 0, 0, 2, 0, 0, 2, 0, 0, 2, '', 1, 1, 1, 3, '800x600', 300, '200x150', 1, 3, 1000, 'jpg,png,zip,pdf', 1, 1, '10x10'),
(3, 'Журналисты', 'all', 1, 'all', 1, 1, 1, 1, 0, 0, 1, 0, 1, 1, 50, '101', 1, 1, 1, 0, 3, 0, 1, 1, 1, 1, 0, '{THEME}/images/icon_3.gif', 0, 1, 0, 1, 1, 1, 1, 0, 1, 500, 1000, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, '', '', 1, 1, 'all', 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 'zip,rar,exe,doc,pdf,swf', 4096, 0, 2, 1, 0, 0, 0, 0, 3, 0, 0, 3, 0, 0, 3, 0, 0, 3, '', 1, 1, 1, 3, '800x600', 300, '200x150', 0, 3, 1000, 'jpg,png,zip,pdf', 1, 1, '10x10'),
(4, 'Посетители', 'all', 1, 'all', 0, 1, 1, 1, 0, 0, 0, 0, 0, 1, 20, '101', 1, 1, 1, 0, 4, 0, 1, 1, 1, 1, 0, '{THEME}/images/icon_4.gif', 0, 1, 0, 1, 0, 1, 1, 1, 0, 500, 1000, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, '', '', 1, 0, 'all', 0, 0, 0, 0, 1, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 'zip,rar,exe,doc,pdf,swf', 4096, 0, 2, 1, 0, 2, 0, 0, 4, 0, 0, 4, 0, 0, 4, 0, 0, 4, '', 0, 0, 0, 1, '800x600', 300, '200x150', 0, 3, 1000, 'jpg,png,zip,pdf', 0, 0, '10x10'),
(5, 'Гости', 'all', 0, 'all', 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, '0', 1, 0, 1, 0, 5, 0, 1, 1, 1, 0, 1, '{THEME}/images/icon_5.gif', 0, 1, 0, 0, 0, 0, 1, 1, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '', '', 0, 0, 'all', 0, 0, 0, 0, 1, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '', 0, 0, 2, 1, 0, 2, 0, 0, 5, 0, 0, 5, 0, 0, 5, 0, 0, 5, '', 0, 0, 0, 1, '800x600', 300, '200x150', 0, 3, 1000, 'jpg,png,zip,pdf', 0, 0, '10x10');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_users`
--

CREATE TABLE `dle_users` (
  `email` varchar(50) NOT NULL DEFAULT '',
  `password` varchar(255) NOT NULL DEFAULT '',
  `name` varchar(40) NOT NULL DEFAULT '',
  `user_id` int(11) NOT NULL,
  `news_num` mediumint(8) NOT NULL DEFAULT 0,
  `comm_num` mediumint(8) NOT NULL DEFAULT 0,
  `user_group` smallint(5) NOT NULL DEFAULT 4,
  `lastdate` varchar(20) NOT NULL DEFAULT '',
  `reg_date` varchar(20) NOT NULL DEFAULT '',
  `banned` varchar(5) NOT NULL DEFAULT '',
  `allow_mail` tinyint(1) NOT NULL DEFAULT 1,
  `info` text NOT NULL,
  `signature` text NOT NULL,
  `foto` varchar(255) NOT NULL DEFAULT '',
  `fullname` varchar(100) NOT NULL DEFAULT '',
  `land` varchar(100) NOT NULL DEFAULT '',
  `favorites` text NOT NULL,
  `pm_all` smallint(5) NOT NULL DEFAULT 0,
  `pm_unread` smallint(5) NOT NULL DEFAULT 0,
  `time_limit` varchar(20) NOT NULL DEFAULT '',
  `xfields` text NOT NULL,
  `allowed_ip` varchar(255) NOT NULL DEFAULT '',
  `hash` varchar(32) NOT NULL DEFAULT '',
  `logged_ip` varchar(46) NOT NULL DEFAULT '',
  `restricted` tinyint(1) NOT NULL DEFAULT 0,
  `restricted_days` smallint(4) NOT NULL DEFAULT 0,
  `restricted_date` varchar(15) NOT NULL DEFAULT '',
  `timezone` varchar(100) NOT NULL DEFAULT '',
  `news_subscribe` tinyint(1) NOT NULL DEFAULT 0,
  `comments_reply_subscribe` tinyint(1) NOT NULL DEFAULT 0,
  `twofactor_auth` tinyint(1) NOT NULL DEFAULT 0,
  `cat_add` varchar(500) NOT NULL DEFAULT '',
  `cat_allow_addnews` varchar(500) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_users`
--

INSERT INTO `dle_users` (`email`, `password`, `name`, `user_id`, `news_num`, `comm_num`, `user_group`, `lastdate`, `reg_date`, `banned`, `allow_mail`, `info`, `signature`, `foto`, `fullname`, `land`, `favorites`, `pm_all`, `pm_unread`, `time_limit`, `xfields`, `allowed_ip`, `hash`, `logged_ip`, `restricted`, `restricted_days`, `restricted_date`, `timezone`, `news_subscribe`, `comments_reply_subscribe`, `twofactor_auth`, `cat_add`, `cat_allow_addnews`) VALUES
('seerojiddin@gmail.com', '$2y$10$7Hta8HjHTxXFk6UxVBoD9.sUFGTM9v2vvMvV7G3Uss5b6mWH1AeE.', 'admin', 1, 12, 0, 1, '1637731443', '1607065228', '', 1, '', '', '', '', '', '16', 0, 0, '', '', '', '0d9e95164ec57e34389a70198909570f', '84.54.78.97', 0, 0, '', '', 0, 0, 0, '', ''),
('muharrir@xorazm-yermulkkadastr.uz', '$2y$10$uCNJ0ogwxVoUvqjKlMSpC.xiOGjkzbCITo09.LmhVxP94PKVuqVnG', 'muharrir', 2, 23, 0, 2, '1637645298', '1607336734', '', 1, '', '', '', '', '', '', 0, 0, '', '', '', '6b4720c34419eb6e1ca6569f1e8feb24', '213.230.80.55', 0, 0, '', '', 0, 0, 0, '', '');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_views`
--

CREATE TABLE `dle_views` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_vote`
--

CREATE TABLE `dle_vote` (
  `id` mediumint(8) NOT NULL,
  `category` text NOT NULL,
  `vote_num` mediumint(8) NOT NULL DEFAULT 0,
  `date` varchar(25) NOT NULL DEFAULT '0',
  `title` varchar(200) NOT NULL DEFAULT '',
  `body` text NOT NULL,
  `approve` tinyint(1) NOT NULL DEFAULT 1,
  `start` varchar(15) NOT NULL DEFAULT '',
  `end` varchar(15) NOT NULL DEFAULT '',
  `grouplevel` varchar(250) NOT NULL DEFAULT 'all'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Дамп данных таблицы `dle_vote`
--

INSERT INTO `dle_vote` (`id`, `category`, `vote_num`, `date`, `title`, `body`, `approve`, `start`, `end`, `grouplevel`) VALUES
(1, 'all', 0, '2020-12-04 10:00:28', 'Veb-saytimizni baholang.', 'Ajoyib, ma&#039;lumotlar yangilanmoqda.<br>Yaxshi, barcha qurlimalarda muqobil ishlamoqda.<br>O&#039;rtacha, veb-saytdagi ma&#039;lumotlarni ko&#039;paytirish kerak.', 1, '', '', 'all');

-- --------------------------------------------------------

--
-- Структура таблицы `dle_vote_result`
--

CREATE TABLE `dle_vote_result` (
  `id` int(10) NOT NULL,
  `ip` varchar(46) NOT NULL DEFAULT '',
  `name` varchar(40) NOT NULL DEFAULT '',
  `vote_id` mediumint(8) NOT NULL DEFAULT 0,
  `answer` tinyint(3) NOT NULL DEFAULT 0
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Структура таблицы `dle_xfsearch`
--

CREATE TABLE `dle_xfsearch` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `tagname` varchar(50) NOT NULL DEFAULT '',
  `tagvalue` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `dle_admin_logs`
--
ALTER TABLE `dle_admin_logs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `date` (`date`);

--
-- Индексы таблицы `dle_admin_sections`
--
ALTER TABLE `dle_admin_sections`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Индексы таблицы `dle_banned`
--
ALTER TABLE `dle_banned`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`users_id`);

--
-- Индексы таблицы `dle_banners`
--
ALTER TABLE `dle_banners`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_banners_logs`
--
ALTER TABLE `dle_banners_logs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `bid` (`bid`),
  ADD KEY `ip` (`ip`);

--
-- Индексы таблицы `dle_banners_rubrics`
--
ALTER TABLE `dle_banners_rubrics`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_category`
--
ALTER TABLE `dle_category`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_claims`
--
ALTER TABLE `dle_claims`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_claims_department`
--
ALTER TABLE `dle_claims_department`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_claims_types`
--
ALTER TABLE `dle_claims_types`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_comments`
--
ALTER TABLE `dle_comments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `post_id` (`post_id`),
  ADD KEY `approve` (`approve`),
  ADD KEY `parent` (`parent`),
  ADD KEY `rating` (`rating`);
ALTER TABLE `dle_comments` ADD FULLTEXT KEY `text` (`text`);

--
-- Индексы таблицы `dle_comments_files`
--
ALTER TABLE `dle_comments_files`
  ADD PRIMARY KEY (`id`),
  ADD KEY `c_id` (`c_id`),
  ADD KEY `author` (`author`);

--
-- Индексы таблицы `dle_comment_rating_log`
--
ALTER TABLE `dle_comment_rating_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `c_id` (`c_id`),
  ADD KEY `member` (`member`),
  ADD KEY `ip` (`ip`);

--
-- Индексы таблицы `dle_complaint`
--
ALTER TABLE `dle_complaint`
  ADD PRIMARY KEY (`id`),
  ADD KEY `c_id` (`c_id`),
  ADD KEY `p_id` (`p_id`),
  ADD KEY `n_id` (`n_id`);

--
-- Индексы таблицы `dle_email`
--
ALTER TABLE `dle_email`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_files`
--
ALTER TABLE `dle_files`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`);

--
-- Индексы таблицы `dle_flood`
--
ALTER TABLE `dle_flood`
  ADD PRIMARY KEY (`f_id`),
  ADD KEY `ip` (`ip`),
  ADD KEY `id` (`id`),
  ADD KEY `flag` (`flag`);

--
-- Индексы таблицы `dle_ignore_list`
--
ALTER TABLE `dle_ignore_list`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user` (`user`),
  ADD KEY `user_from` (`user_from`);

--
-- Индексы таблицы `dle_images`
--
ALTER TABLE `dle_images`
  ADD PRIMARY KEY (`id`),
  ADD KEY `author` (`author`),
  ADD KEY `news_id` (`news_id`);

--
-- Индексы таблицы `dle_lightstat`
--
ALTER TABLE `dle_lightstat`
  ADD PRIMARY KEY (`ip`),
  ADD KEY `type` (`type`);

--
-- Индексы таблицы `dle_links`
--
ALTER TABLE `dle_links`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_login_log`
--
ALTER TABLE `dle_login_log`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `ip` (`ip`),
  ADD KEY `date` (`date`);

--
-- Индексы таблицы `dle_logs`
--
ALTER TABLE `dle_logs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `member` (`member`),
  ADD KEY `ip` (`ip`);

--
-- Индексы таблицы `dle_lostdb`
--
ALTER TABLE `dle_lostdb`
  ADD PRIMARY KEY (`id`),
  ADD KEY `lostid` (`lostid`);

--
-- Индексы таблицы `dle_mail_log`
--
ALTER TABLE `dle_mail_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `hash` (`hash`);

--
-- Индексы таблицы `dle_metatags`
--
ALTER TABLE `dle_metatags`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_notice`
--
ALTER TABLE `dle_notice`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `dle_plugins`
--
ALTER TABLE `dle_plugins`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_plugins_files`
--
ALTER TABLE `dle_plugins_files`
  ADD PRIMARY KEY (`id`),
  ADD KEY `plugin_id` (`plugin_id`),
  ADD KEY `active` (`active`);

--
-- Индексы таблицы `dle_plugins_logs`
--
ALTER TABLE `dle_plugins_logs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `plugin_id` (`plugin_id`);

--
-- Индексы таблицы `dle_pm`
--
ALTER TABLE `dle_pm`
  ADD PRIMARY KEY (`id`),
  ADD KEY `folder` (`folder`),
  ADD KEY `user` (`user`),
  ADD KEY `user_from` (`user_from`),
  ADD KEY `pm_read` (`pm_read`);

--
-- Индексы таблицы `dle_poll`
--
ALTER TABLE `dle_poll`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`);

--
-- Индексы таблицы `dle_poll_log`
--
ALTER TABLE `dle_poll_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `member` (`member`);

--
-- Индексы таблицы `dle_post`
--
ALTER TABLE `dle_post`
  ADD PRIMARY KEY (`id`),
  ADD KEY `autor` (`autor`),
  ADD KEY `alt_name` (`alt_name`),
  ADD KEY `category` (`category`),
  ADD KEY `approve` (`approve`),
  ADD KEY `allow_main` (`allow_main`),
  ADD KEY `date` (`date`),
  ADD KEY `symbol` (`symbol`),
  ADD KEY `comm_num` (`comm_num`),
  ADD KEY `fixed` (`fixed`);
ALTER TABLE `dle_post` ADD FULLTEXT KEY `short_story` (`short_story`,`full_story`,`xfields`,`title`);

--
-- Индексы таблицы `dle_post_extras`
--
ALTER TABLE `dle_post_extras`
  ADD PRIMARY KEY (`eid`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `user_id` (`user_id`),
  ADD KEY `rating` (`rating`),
  ADD KEY `disable_search` (`disable_search`),
  ADD KEY `allow_rss` (`allow_rss`),
  ADD KEY `news_read` (`news_read`);

--
-- Индексы таблицы `dle_post_extras_cats`
--
ALTER TABLE `dle_post_extras_cats`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `cat_id` (`cat_id`);

--
-- Индексы таблицы `dle_post_log`
--
ALTER TABLE `dle_post_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `expires` (`expires`);

--
-- Индексы таблицы `dle_post_pass`
--
ALTER TABLE `dle_post_pass`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`);

--
-- Индексы таблицы `dle_question`
--
ALTER TABLE `dle_question`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_read_log`
--
ALTER TABLE `dle_read_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `ip` (`ip`);

--
-- Индексы таблицы `dle_redirects`
--
ALTER TABLE `dle_redirects`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_rss`
--
ALTER TABLE `dle_rss`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_rssinform`
--
ALTER TABLE `dle_rssinform`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_sendlog`
--
ALTER TABLE `dle_sendlog`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user` (`user`),
  ADD KEY `date` (`date`),
  ADD KEY `flag` (`flag`);

--
-- Индексы таблицы `dle_social_login`
--
ALTER TABLE `dle_social_login`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sid` (`sid`);

--
-- Индексы таблицы `dle_spam_log`
--
ALTER TABLE `dle_spam_log`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ip` (`ip`),
  ADD KEY `is_spammer` (`is_spammer`);

--
-- Индексы таблицы `dle_static`
--
ALTER TABLE `dle_static`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name` (`name`),
  ADD KEY `disable_search` (`disable_search`);
ALTER TABLE `dle_static` ADD FULLTEXT KEY `template` (`template`);

--
-- Индексы таблицы `dle_static_files`
--
ALTER TABLE `dle_static_files`
  ADD PRIMARY KEY (`id`),
  ADD KEY `static_id` (`static_id`),
  ADD KEY `onserver` (`onserver`),
  ADD KEY `author` (`author`);

--
-- Индексы таблицы `dle_subscribe`
--
ALTER TABLE `dle_subscribe`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `user_id` (`user_id`);

--
-- Индексы таблицы `dle_tags`
--
ALTER TABLE `dle_tags`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `tag` (`tag`);

--
-- Индексы таблицы `dle_twofactor`
--
ALTER TABLE `dle_twofactor`
  ADD PRIMARY KEY (`id`),
  ADD KEY `pin` (`pin`),
  ADD KEY `date` (`date`);

--
-- Индексы таблицы `dle_usergroups`
--
ALTER TABLE `dle_usergroups`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_users`
--
ALTER TABLE `dle_users`
  ADD PRIMARY KEY (`user_id`),
  ADD UNIQUE KEY `name` (`name`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Индексы таблицы `dle_views`
--
ALTER TABLE `dle_views`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `dle_vote`
--
ALTER TABLE `dle_vote`
  ADD PRIMARY KEY (`id`),
  ADD KEY `approve` (`approve`);

--
-- Индексы таблицы `dle_vote_result`
--
ALTER TABLE `dle_vote_result`
  ADD PRIMARY KEY (`id`),
  ADD KEY `answer` (`answer`),
  ADD KEY `vote_id` (`vote_id`),
  ADD KEY `ip` (`ip`),
  ADD KEY `name` (`name`);

--
-- Индексы таблицы `dle_xfsearch`
--
ALTER TABLE `dle_xfsearch`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_id` (`news_id`),
  ADD KEY `tagname` (`tagname`),
  ADD KEY `tagvalue` (`tagvalue`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `dle_admin_logs`
--
ALTER TABLE `dle_admin_logs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=673;

--
-- AUTO_INCREMENT для таблицы `dle_admin_sections`
--
ALTER TABLE `dle_admin_sections`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `dle_banned`
--
ALTER TABLE `dle_banned`
  MODIFY `id` smallint(5) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_banners`
--
ALTER TABLE `dle_banners`
  MODIFY `id` smallint(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_banners_logs`
--
ALTER TABLE `dle_banners_logs`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_banners_rubrics`
--
ALTER TABLE `dle_banners_rubrics`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_category`
--
ALTER TABLE `dle_category`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=51;

--
-- AUTO_INCREMENT для таблицы `dle_claims`
--
ALTER TABLE `dle_claims`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT для таблицы `dle_claims_department`
--
ALTER TABLE `dle_claims_department`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `dle_claims_types`
--
ALTER TABLE `dle_claims_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблицы `dle_comments`
--
ALTER TABLE `dle_comments`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_comments_files`
--
ALTER TABLE `dle_comments_files`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_comment_rating_log`
--
ALTER TABLE `dle_comment_rating_log`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_complaint`
--
ALTER TABLE `dle_complaint`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_email`
--
ALTER TABLE `dle_email`
  MODIFY `id` tinyint(3) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT для таблицы `dle_files`
--
ALTER TABLE `dle_files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_flood`
--
ALTER TABLE `dle_flood`
  MODIFY `f_id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_ignore_list`
--
ALTER TABLE `dle_ignore_list`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_images`
--
ALTER TABLE `dle_images`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT для таблицы `dle_links`
--
ALTER TABLE `dle_links`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_login_log`
--
ALTER TABLE `dle_login_log`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_logs`
--
ALTER TABLE `dle_logs`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_lostdb`
--
ALTER TABLE `dle_lostdb`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_mail_log`
--
ALTER TABLE `dle_mail_log`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_metatags`
--
ALTER TABLE `dle_metatags`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_notice`
--
ALTER TABLE `dle_notice`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_plugins`
--
ALTER TABLE `dle_plugins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_plugins_files`
--
ALTER TABLE `dle_plugins_files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `dle_plugins_logs`
--
ALTER TABLE `dle_plugins_logs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `dle_pm`
--
ALTER TABLE `dle_pm`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_poll`
--
ALTER TABLE `dle_poll`
  MODIFY `id` mediumint(8) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_poll_log`
--
ALTER TABLE `dle_poll_log`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_post`
--
ALTER TABLE `dle_post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=67;

--
-- AUTO_INCREMENT для таблицы `dle_post_extras`
--
ALTER TABLE `dle_post_extras`
  MODIFY `eid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=67;

--
-- AUTO_INCREMENT для таблицы `dle_post_extras_cats`
--
ALTER TABLE `dle_post_extras_cats`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=70;

--
-- AUTO_INCREMENT для таблицы `dle_post_log`
--
ALTER TABLE `dle_post_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_post_pass`
--
ALTER TABLE `dle_post_pass`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_question`
--
ALTER TABLE `dle_question`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_read_log`
--
ALTER TABLE `dle_read_log`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_redirects`
--
ALTER TABLE `dle_redirects`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `dle_rss`
--
ALTER TABLE `dle_rss`
  MODIFY `id` smallint(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_rssinform`
--
ALTER TABLE `dle_rssinform`
  MODIFY `id` smallint(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_sendlog`
--
ALTER TABLE `dle_sendlog`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_social_login`
--
ALTER TABLE `dle_social_login`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_spam_log`
--
ALTER TABLE `dle_spam_log`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_static`
--
ALTER TABLE `dle_static`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_static_files`
--
ALTER TABLE `dle_static_files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_subscribe`
--
ALTER TABLE `dle_subscribe`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_tags`
--
ALTER TABLE `dle_tags`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `dle_twofactor`
--
ALTER TABLE `dle_twofactor`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_usergroups`
--
ALTER TABLE `dle_usergroups`
  MODIFY `id` smallint(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT для таблицы `dle_users`
--
ALTER TABLE `dle_users`
  MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `dle_views`
--
ALTER TABLE `dle_views`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `dle_vote`
--
ALTER TABLE `dle_vote`
  MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `dle_vote_result`
--
ALTER TABLE `dle_vote_result`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `dle_xfsearch`
--
ALTER TABLE `dle_xfsearch`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
