[aviable=main]
			<div class="site-desc clearfix">
				<h1>Описание нашего сайта</h1>
				<p>
					«Джой» - это волнующая история четырех поколений семьи. В центре сюжета – девушка Джой, превращающаяся в женщину, которая становится основательницей бизнес-династии и ее главой.
					«Джой» - это волнующая история четырех поколений семьи. В центре сюжета – девушка Джой, превращающаяся в женщину, которая становится основательницей бизнес-династии и ее главой.
					«Джой» - это волнующая история четырех поколений семьи. В центре сюжета – девушка Джой, превращающаяся в женщину, которая становится основательницей бизнес-династии и ее главой.
				</p>
			</div>
[/aviable]